{"GALADRIEL": ["It began with the forging of the Great Rings.", "Three were given to the Elves: immortal, wisest ... fairest of all beings.", "Seven to the Dwarf Lords: great miners and craftsmen of the mountain halls.", "And Nine ... nine rings were gifted to the race of Men, who above all else desire power.", "For within these rings was bound the strength and the will to govern each race.", "But they were all of them deceived.", "...for another Ring was made.", "In the land of Mordor, in the fires of Mount Doom, the Dark Lord Sauron forged in secret a Master Ring to control all others.", "...and into this Ring he poured his cruelty, his malice and his will to dominate all life.", "One Ring to rule them all...", "One by one the Free lands of Middle earth fell to the power of the Ring.", "But there were some ... who resisted.", "Victory was near!", "But the power of the Ring could not be undone.", "It was in this moment ... when all hope had faded, that Isildur, son of the king, took up his father's sword.", "Sauron, the enemy of the Free Peoples of Middle-Earth, was defeated.", "The Ring passed to Isildur ... who had this one chance to destroy evil forever.", "But the hearts of Men are easily corrupted. And the Ring of Power has a will of its own.", "It betrayed Isildur to his death.", "And some things that should not have been forgotten ... were lost.", "Thus a Third Age of Middle-Earth began. History became legend ... legend became myth.", "And for two and a half thousand years, the Ring passed out of all knowledge.", "Until, when chance came, it ensnared a new bearer.", "The Ring came to the creature Gollum, who took it deep into the tunnels of the Misty Mountains.", "And there it consumed him.", "The Ring gave to Gollum unnatural long life. For five hundred years it poisoned his mind. And in the gloom of Gollum's cave...", "It waited.", "Darkness crept back into the forests of the world. Rumor grew of a Shadow in the East ... whispers of a nameless fear. And the Ring of Power perceived ... its time had now come. It abandoned Gollum.", "But something happened then the Ring did not intend...", "It was picked up by the most unlikely creature imaginable...", "For the time will soon come when Hobbits will shape the fortunes of all.", "Frodo...", "...your coming to us is as the footsteps of doom. You bring great evil here, Ring-bearer.", " Gandalf the Grey did not pass the borders of this land. He has fallen into Shadow.", "Needless were none of the deeds of Gandalf in life. We do not yet know his full purpose.", "Do not let the great emptiness of Khazad-dûm fill your heart Gimli, son of Glóin. For the world has grown full of peril, and in all lands, love is now mingled with grief.", "The quest stands upon the edge of a knife. Stray but a little and it will fail, to the ruin of all... Yet hope remains while the company is true.", "Do not let your hearts be troubled. Go now and rest, for you are weary with sorrow and much toil.", "Tonight you will sleep in peace.  Welcome, Frodo of the Shire...", "...one who has seen the eye.", "Will you look into the mirror?", "Even the wisest cannot tell. For the mirror shows many things ... things that were ... things that are ... and some things that have not yet come to pass.", "The Fellowship is breaking. It is already begun. He will try to take the Ring. You know of whom I speak. One by one, it will destroy them all.", "You offer it to me freely ... I do not deny that my heart has greatly desired this.", "In place of the Dark Lord, you would have a Queen, not dark, but beautiful and terrible as the Dawn. Treacherous as the Sea! Stronger than the foundations of the earth ... All shall love me and despair!", "You are a Ring-bearer, Frodo. To bear a Ring of Power is to be alone.", "This is Nenya, the Ring of Adamant. And", "This task was appointed to you. And if you do not find a way, no one will.", "Even the smallest person can change the course of the future.", "My gift for you, Legolas, is a bow of the Galadhrim. Worthy of the skill of our woodland kin.", "These are the daggers of the Noldorin. They have already seen service in war.", "Do not fear, young Peregrin Took. You will find your courage.", "And for you, Samwise Gamgee, Elven rope made of hithlain.", "And what gift would a Dwarf ask of the Elves?", " Am meleth dîn. I ant e-guil Arwen Undómiel ... pelitha. For her love, I fear the grace of Arwen Evenstar ... will diminish.", "That choice is yet before her. You have your own choice to make, Aragorn.", "To rise above the height of all your fathers since the days of Elendil or to fall into darkness with all that is left of your kin.", " Namárië. Farewell.", " Nadath nâ i moe cerich. Dan ... ú-'eveditham, Elessar. There is much you have yet to do. We shall not meet again, Elessar.", "Farewell, Frodo Baggins.", "May it be a light for you in dark places, when all other lights go out.", " The power of the enemy is growing. Sauron will use his puppet Saruman...", "...to destroy the people of Rohan.", "Isengard has been unleashed.", "The Eye of Sauron now turns to Gondor...", "...the last free kingdom of Men.", "His war on this country will come swiftly.", "He senses the Ring is close.", "The strength of the Ring-bearer is failing.", "In his heart, Frodo begins to understand...", "...the quest will claim his life. You know this.", "You have foreseen it. It is the risk we all took.", "In the gathering dark, the will of the Ring grows strong.", "It works hard now to find its way back into the hands of Men. Men, who are so easily seduced by its power.", "The young captain of Gondor has but to extend his hands, take the Ring for his own and the world will fall.", "It is close now...", "...so close to achieving its goal.", "For Sauron will have dominion of all life on this Earth...", "...even unto the ending of the world. The time of the Elves...is over.", "Do we leave Middle-earth to its fate? Do we let them stand alone?", "This task was appointed to you, Frodo of the Shire. If you do not find a way ... no one will.", "The power of the Three Rings is ended. The time has come for the Dominion of Men."], "ELROND": [" Tangado haid! Leithio i philinn!  Hold positions! Fire the arrows!", " Lasto beth nîn. Tolo dan na ngalad. Hear my voice, come back to the light", "Welcome to Rivendell, Frodo Baggins.", "You have found your way to the last homely house east of the sea. The Elves of Imladris have dwelt within this valley for 3,000 years though few of my kin now remain.", "His strength returns.", "Yet to have come so far still bearing the Ring ... the Hobbit has shown extraordinary resilience to its evil.", "Gandalf, the enemy is moving. Sauron's forces are massing in the East. His Eye is fixed on Rivendell. And Saruman, you tell me, has betrayed us. Our list of allies grows thin.", "This evil cannot be concealed by the power of the Elves... We do not have the strength to fight both Mordor and Isengard ... Gandalf ... the Ring cannot stay here.", "This peril belongs to all Middle-Earth. They must decide now how to end it.", "The time of the Elves is over. My people are leaving these shores. Who will you look to when we’ve gone? The Dwarves? They hide in their mountains seeking riches. They care nothing for the troubles of others.", "Men? Men are weak. The race of Men is failing. The blood of Númenor is all but spent, its pride and dignity forgotten. It is because of Men the Ring survives.", "Isildur ... hurry ... follow me!", "Cast it in the fire ... destroy it!", "Isildur!!", "It should have ended that day, but evil was allowed to endure. Isildur kept the Ring ... and the line of kings was broken. There’s no strength left in the world of Men. They are scattered, divided, leaderless.", "He turned from that path a long time ago. He has chosen exile.", "Three Rings for the Elven-kings under the sky, Seven for the Dwarf-lords in their halls of stone, Nine for Mortal Men doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the Shadows lie. One Ring to rule them all. One Ring to find them, One Ring to bring them all together and in the darkness bind them, In the Land of Mordor where the Shadows lie.", "Strangers from distant lands ... friends of old. You have been summoned here to answer the threat of Mordor. Middle-Earth stands upon the brink of destruction. None can escape it. You will unite ... or you will fall. Each race is bound to this fate ... this one doom...", "Bring forth the Ring, Frodo.", " Boromir!", " Never before has any voice uttered the words of that tongue here in Imladris.", "You have only one choice ... the Ring must be destroyed.", "The Ring cannot be destroyed, Gimli, son of Glóin, by any craft that we here possess. The Ring was made in the fires of Mount Doom ... only there can it be unmade.", "It must be taken deep into Mordor, and cast back into the fiery chasm from whence it came. One of you must do this.", "No, indeed ... it is hardly possible to separate you ... even when he is summoned to a secret Council and you are not.", " Nine companions ... so be it.  You shall be the FELLOWSHIP OF THE", " Anirne hene beriad i chên în. Ned Imladris nauthant e le beriathar aen. She wanted to protect her child. She thought that in Rivendell you would be safe.", "In her heart, your mother knew you’d be hunted all your life. That you’d never escape your fate. The skill of the Elves can reforge the sword of kings, but only you have the power to wield it.", "You are the last of that bloodline. There is no other.", "The time has come for the Ring to set out. You cannot count on your journey being aided by war or force. You will pass into the domain of the Enemy far from aid. Do you still hold to your word Frodo, that you will be the Ring-bearer?", "Then I cannot help you much, not even with counsel. I can foresee very little of your road; and how your task is to be achieve Mountains, and draws nigh even to the borders of the Greyflood; and under the Shadow all is dark to me. You will meet many foes, some open, and some disguised; and you may find friends upon your way when you least look for it. I will send out messages, such as I can contrive, to those whom I know in the wide world; but so perilous have the lands now become that some may well miscarry, or come no quicker than you yourself. Had I a host of Elves in armor of the Elder Days, it would avail little, save to arouse the power of Mordor. Are you confident in your companions?", "And what of your Hobbit friends? I had hoped to send them back to the Shire as messengers to warn the people of the impending danger according to the fashion of your country. I feel that the youngest, Peregrin Took, should not go with you. My heart is against it.", "Let it be so then. The Fellowship awaits.", "The Ring-bearer is setting out on the Quest of Mount Doom. On you who travel with him, no oath nor bond is laid to go further that you will. Farewell. Hold to your purpose. May the blessing of Elves and Men and all Free Folk go with you.", " Our time here is ending. Arwen’s time is ending. Let her go. Let her take the ship into the west. Let her bear away her love for you to the Undying Lands. There it will be ever green.", "She stays for you. She belongs with her people.", "Arwen.", " Tollen i lû. I chair gwannar na Valannor. Si bado...no círar. It is time. The ships are leaving for Valinor. Go now...before it is too late.", "He is not coming back. Why do you linger here when there is no hope?", "If Aragorn survives this war, you will still be parted. If Sauron is defeated and Aragorn made king and all that you hope for comes true, you will still have to taste the bitterness of mortality. Whether by the sword or the slow decay of time, Aragorn will die.", "And there will be no comfort for you, no comfort to ease the pain of his passing.", "He will come to death, an image of the splendor of the kings of Men in glory undimmed before the breaking of the world. But you, my daughter, you will linger on in darkness and in doubt as nightfall in winter that comes without a star.", "Here you will dwell, bound to your grief...", "...under the fading trees, until all the world has changed and the long years of your life are utterly spent.", "Arwen...", "There is nothing for you here, only death.", "Take her by the safest road. A ship lies anchored in the Grey Havens. It waits to carry her across the sea ... the last journey of Arwen Undómiel.", "Arwen?", " That future is almost gone.", "Nothing is certain.", "Your hands are cold.  The life of the Eldar is leaving you.", "She will not long survive the evil that now spreads from Mordor.", "You ride to war, but not to victory. Sauron's armies march on Minas Tirith - this you know - but in secret he sends another force which will attack from the river...", " There are those who dwell in the mountain.", "They will answer to the King of Gondor.", "The man who can wield the power of this sword can summon to him an army more deadly than any that walks this earth."], "GOLLUM": ["My Precious...", "It came to me. My own. My love...  My preciousness.", "Lost! Lost! My Precious is lost!!", "Shire! Baggins!!", " S...Shire! Baggins!", "The thieves. The thieves. The filthy little thieves. Where is it?", "Where is it? They stole it from us. My precious. Curse them, we hates them! It’s ours, it is, and we wants it!", "It burns! It burns us! It freezes! Nasty Elves twisted it. Take it off us!", "No! That would kill us! Kill us!", " We be nice to them if they be nice to us. Take it off us.", "We swears to do what you wants. We swears.", " We swears to serve the master of the precious. We will swear on the...on the precious.  Gollum. Gollum.", "Yes...on the precious. On the precious.", " Yes.", "Yes.", "No! We won’t go back. Not there. Not to him. They can’t make us.  Gollum! Gollum!", "No. Ashes and dust and thirst there is, and pits, pits, pits.", "And Orcses, thousands of Orcses. And always the Great Eye watching, watching.", "This way, Hobbits. Follow me!", "See? See? We have led you out. Hurry, Hobbitses. Hurry!", "Very lucky we find you.", "Nice Hobbit.", " Come, Hobbits, come. We go quickly.", "No, no birdses to eat. No crunchable birdses.", "We are famished! Yes! Famished we are, precious!", "What does it eats?", "Is it tasty?", "It tries to chokes us! We can’t eats Hobbit food! We must starve!", "Oh, cruel Hobbit. It does not care if we be hungry. Does not care if we should die.", "Not like master.", "Master cares. Master knows.", "Yes. Precious.", "Once it takes hold of us, it never lets go.", "All dead. All rotten. Elves and Men and Orcses. A great battle long ago.", "Dead Marshes. Yes. Yes, that is their name.  This way. Don’t follow the lights.", "Careful now!", "Or Hobbits go down to join the dead ones and light little candles of their own.", " Don’t follow the lights.", "So bright. So beautiful.", "Our precious.", "Master should be resting. Master needs to keep up his strength.", " Mustn’t ask us. Not its business.  Gollum. Gollum.", " Cold be heart and hand and bone Cold be travelers far from home", "They do not see what lies ahead, when sun has failed and moon is dead.", "What did you call me?", " My name...my name...  Sméagol.", "Hide! Hide!", "Quick! They will see us! They will see us!", " Dead? No, you cannot kill them. No.", "Wraiths! Wraiths on wings!", "They are calling for it. They are calling for the precious.", "Hurry, Hobbits. The Black Gate is very close.", "The Black Gate of Mordor.", "Master says to show him the way into Mordor. So good Sméagol does, master says so.", "Master!", "No! No! No master!", "They catch you! They catch you!", "Don’t take it to him.", " He wants the precious. Always he is looking for it. And the precious is wanting to go back to him.  But we mustn’t let him have it.", "No! There’s another way. There’s another way. More secret. A dark way.", "Because Master did not ask.", " Yes. There’s a path...and some stairs... and then...a tunnel.", "Good Sméagol always helps.", "We wants it. We needs it.", "Must have the precious. They stole it from us. Sneaky little Hobbitses. Wicked. Tricksy. False.", "Yes, precious. False. They will cheat you, hurt you, lie!", " You don’t have any friends. Nobody likes you.", "You’re a liar and a thief.", "Murderer.", "Go away?", " Where would you be without me?  Gollum. Gollum. I saved us. It was me. We survived because of me.", " What did you say?", "What?", "No.", "Look. Look. See what Sméagol finds?", "They are young.", "They are tender. They are nice. Yes, they are. Eat them. Eat them!", "What’s he doing? Stupid, fat Hobbit. It ruins it.", " What’s taters, precious? What’s taters? Eh?", " Oh, yes, we could. Spoil a nice fish.", "Give it to us raw and wriggling. You keep nasty chips.", "Wicked Men. Servants of Sauron. They are called to Mordor. The Dark One is gathering all armies to him. It won’t be long now. He will soon be ready.", "To make his war. The last war that will cover all the world in Shadow.", "We must go now?", "Master!", "Sméagol. Why does it cry, Sméagol?", "Of course he did.", "Master betrayed us.", "Filthy little Hobbitses. They stole it from us!", "My Precious!", "No. No!", "Yes.", "It is the only way. Master says we must go to Mordor, so we must try.", "Save me?", " No, no, no hard feelings.  Gollum, Gollum. Yes, master.", "Nice Hobbits.", "Master broke his promise.", "Master betrayed us. Wicked. Tricksy. False. We ought to wring his filthy little neck. Kill him! Kill him! Kill them both. And then we take the precious and we be the master!", "Then we stabs them out. Put out his eyeses and make him crawl.", "Kill them both.", " We could let her do it.", "Yes, precious, she could. And then we takes it once they’re dead.", "Shh.", " Follow me.", "It’s mine! My own. It came to me.", "Wake up! Wake up! Wake up, sleepies! We must go, yes, we must go at once!", "Come on, must go, no time...", "... no time to lose, silly.", "Come, Hobbitses. Very close now. Very close to Mordor! No safe places here. Hurry! Shhh.", " Shhh! Quiet!", "What's it saying, my Precious, my love? Is Sméagol losing his nerve??", "And we will ... Sméagol did it once...  ... He can do it again.", "Patience, patience, my love. First, we must lead them to her.", " Yes, the stairs ... and then?", " And when they go in, there's no coming out. She's always hungry, she always needs to feed. She must eat. All she gets is filthy Orcses.", "No ...not very nice at all, my love. She hungers for sweeter meats...", "“Hobbit meat.” And when She throws away the bones and the empty clothes, then we will find it...", " For us...", " The Precious will be ours, once the Hobbitses are dead!", " No! Not! Help! Master!", "The Dead City, very nasty place, full of ... enemies.", "Quick! Quick! They will see, they will see.", " Not that way!", "Hide! Hide!", " Come, Hobbits. We climb - we must climb!", "Careful, Master - careful! Very far to fall. Very dangerous on the stairs.", "Come, Master.", "Why does he hates poor Sméagol? What has Sméagol ever done to him? Master?", " Sméagol? No, no, not poor Sméagol. Sméagol hates nasty Elf bread!", "What's this? Crumbs on his jacketses!  He took it! He took it! I seen him, he's always stuffing his face when Master's not looking!", "See! See! He wants it for himself.", "Master must go inside the tunnel.", " Orcses filth! Orcses come in here sometimes.", " Hurry!", " Over here.", "You will see ... Oh, yes ... You will see.", " Naughty little fly, Why does it cry?", "Caught in her web, Soon you'll be... ...Eaten!", "Got away did it, Precious? Not this time, not this time!", "Clever Hobbits to climb so high!", "Precious! Precious!"], "BILBO": [" What’s this?", "The 22nd day of September in the year 1400 by Shire-reckoning. Bag End, Bagshot Row, Hobbiton, Westfarthing, the Shire, Middle- earth. The Third Age of this world.", "There and Back Again: A Hobbit’s Tale by Bilbo Baggins.", "Now, where to begin? Ah yes...", "“Concerning Hobbits.”", "“Hobbits have been living and farming in the four Farthings of the Shire for many hundreds of years, quite content to ignore and be ignored by the world of the Big Folk. Middle-earth being, after all, full of strange creatures beyond count, Hobbits must seem of little importance being neither renowned as great warriors nor counted among the very wise.”", " Frodo! Someone at the door.", "“In fact, it has been remarked by some that Hobbits’ only real passion is for food.", "“...and the smoking of pipe-weed.", "“But where our hearts truly lie is in peace and quiet and good, tilled earth.", "“For all Hobbits share a love of things that grow.", "“And, yes, no doubt to others, our ways seem quaint. But today of all days, it is brought home to me: It is no bad thing to celebrate a simple life.”", "Frodo, the door!", "Sticklebacks. Where is that boy?", "Frodo!", "And so life in the Shire goes on very much as it has this past age full of its own comings and goings, with change coming slowly...", "...if it comes at all. For things are made to endure in the Shire passing from one generation to the next.", "There’s always been a Baggins living here under the Hill in Bag End.", "And there always will be.", " Where’s it gone?", "No thank you! We don't want any more visitors, well-wishers, or distant relations.", "Gandalf?", "My dear Gandalf!", "Come on, come in! Welcome, welcome!!", " Tea? Or maybe something a little stronger ... I’ve got a few bottle of the old Wi", "Er, we’ve got raspberry jam and apple tart ... got some custard somewhere. Not much for Afters, I’m afraid. Oh no ... we’re alright ... I’ve just found some sponge cake. Nice little snack. Hope it’s enough. ", "Oh ... right. You don’t mind if...?", "I'm not home.", " It’s the Sackville-Bagginses!", " They’re after the house. They’ve never forgiven me for living this long!", "I’ve got to get away from these confounded relatives, hanging on the bell all day, never giving me a moment's peace. I want to see mountains again ... mountains, Gandalf ... and then find somewhere quiet where I can finish my book ... oh, Tea!", "Yes, yes ... it’s all in hand. All the arrangements are made.", "‘Course he does, he's a Baggins ... not some blockheaded Bracegirdle from Hardbottle!", "Yes, yes.", "Old Toby. The finest weed in the Southfarthing!", "Ohhhh.  Gandalf, my old friend ... this will be a night to remember.", "Hello, hello, Fatty Bolger, lovely to see you! Welcome, welcome!", " So there I was ... at the mercy of three monstrous trolls ... Have you ever heard of a Troll? Do you know what a Troll is? Great big nasty twenty foot high smelly things ... and they’re arguing ... arguing about how they were going to cook us!", "Whether it be turned on a spit or minced in a pie or whether they were going to sit on us one by one and squash us into jelly! They spent so long arguing the whither-to’s and why-for’s that the sun’s first light cracked over the top of the trees ... and turned them all to stone!", "Mrs. Bracegirdle, how nice to see you! Welcome, welcome. Are all these children yours?", "Good gracious, you have been productive.", " Sackville-Bagginses! Quickly! Hide!", "Thank you, my boy.", " You're a good lad, Frodo.", "I'm very selfish, you know. Yes, I am ... very selfish. I don't know why I took you in after your mother and father died, but it wasn't out of charity. I think ... it was because, of all my numerous relations ... you were the one Baggins that showed real spirit.", "No. Well, yes. But that's not the point. The point is, Frodo ... you'll be all right.", "Dragon? Nonsense ... hasn't been a dragon in these parts for a thousand years!", " My dear Bagginses and Boffins, Tooks and Brandybucks ... Grubbs, Chubbs, Burrowses, Hornblowers, Bolgers, Bracegirdles, Goodbodies, Brockhouses and Proudfoots...", "Proudfoots. Also my good Sackville-Bagginses that I welcome back at last to Bag End.", "Today is my one hundred and eleventh birthday. I am eleventy-one today! Yes, and alas ... Eleventy-one years is far too short a time to live among such excellent and admirable Hobbits!", " Goodbye.", "Come on, Gandalf. Did you see their faces?", "It was just a bit of fun. Oh, you’re probably right, as usual.", "You will keep an eye on Frodo, won't you?", "I'm leaving everything to him.", "Yes, yes, it's in an envelope ... over there on the mantelpiece.", "No, wait. It’s here in my pocket. Isn't that ... isn’t that odd, now? Yet, after all, why not? Why shouldn't I keep it?", "Well, no ... and yes. Now it comes to it, I don't feel like parting with it. It’s mine. I found it. It came to me!", "Well, if I'm angry, it's your fault! It's mine. My own, my precious.", "What business is it of yours what I do with my own things?", "You want it for yourself!", "You're right, Gandalf. The Ring must go to Frodo.", "It's late, the road is long ... yes, it is time.", "Hmmm?", "Oh, yes.", "I've thought up an ending for my book... “And he lived happily ever after to the end of his days.”", "Goodbye, Gandalf.", "It's mine, my own, my precious.", "...it’s a dangerous business, Frodo, going out your door ... you step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.", "Hello, Frodo, my lad!", "My dear boy.", "My old sword “Sting” ... here, take it!", "Yes, yes, made by the Elves, you know. The blade glows blue when Orcs are close ... and it’s times like that, my lad, when you have to be extra careful.", "Here’s a pretty thing. Mithril, as light as a feather, and as hard as dragon scales. Let me see you put it on. Come on.", " Oh! My old Ring...", "Oh!  I'm sorry, that I brought this upon you, my boy. I'm sorry that you must carry this burden. I'm sorry for everything.", " Tell me again, lad. Where are we going?", " Frodo ... Any chance of seeing that old Ring of mine ... the one I gave you?", " Oh ... pity. I should like to have held it one last time.", "Oh! Well, here’s a sight I have never seen before."], "FRODO": ["You're late.", "It's wonderful to see you, Gandalf!", "What's new in the world? Tell me everything.", "You know Bilbo. He’s got the whole place in an uproar.", "Half the Shire’s been invited. And the rest of them are turning up anyway.", "To tell you the truth, Bilbo’s been a bit odd lately. I mean, more than usual. He’s taken to locking himself in his study.", "He spends hours poring over old maps when he thinks I’m not looking.", "He's up to something.", "All right, then, keep your secrets.", "But I know you have something to do with it.", "Before you came along, we Bagginses were very well thought of.", "Never had any adventures or did anything unexpected.", "Whatever you did ... you’ve been officially labeled a disturber of the peace.", "Gandalf ... I'm glad you're back.", "Go on, Sam, ask Rosie for a dance.", "Oh, no you don't. Go on.", "Bilbo, have you been at the Gaffer's home brew?", "Bilbo! Watch out for the dragon!!", "Speech!", "Bilbo! Bilbo!", " He's gone, hasn't he?", "He talked for so long about leaving ...", "Gandalf?", "Where are you going?", "What things?", "But you've only just arrived! I don't understand...", "And proud of it. Cheers, Gaffer.", "Don't worry, Sam. Rosie knows an idiot when she sees one.", " What are you doing?", "Nothing ... there's nothing. Wait...", "...there are markings.", "It's some form of Elvish. I can't read it.", "Mordor?", " Bilbo found it ... in Gollum's cave.", "But he was destroyed ... Sauron was destroyed.", "Alright!", " We put it away, we keep it hidden! We never speak of it again. No one knows it’s here, do they?", "Do they, Gandalf?", "Shire! Baggins! That will lead them here!", "Take it! Take it!", "You must take it.", "But it cannot stay in the Shire!", "What must I do?", "Where? Where shall I go?", "Bree? What about you?", "And the Ring will be safe there?", "This is what?", "Come on, Sam.", "Remember what Bilbo used to say ... it's a dangerous business...", " Sam! Wood-Elves!", "They're going to the harbour beyond the White Towers. To the Grey Havens.", "Never to return.", "Just shut your eyes, and imagine you're back in your own bed, with a soft mattress and a lovely feather pillow.", "Me neither, Sam.", " What are you talking about?", "What did he say?", " Sam ... we're still in the Shire ... what could possibly happen?", " Get off the road!", "Nothing.", "Where is the nearest crossing?", "Come on.", "We are headed for the Prancing Pony.", "We wish to stay at the inn ... our business is our own.", "Excuse me.", "Underhill ... my name's Underhill.", "We're friends of Gandalf the Grey... Can you tell him we've arrived?", "Sam, he'll be here. He’ll come.", "Excuse me, that Man in the corner, who is he?", " Strider.", "Pippin!", "What do you want?", "Who are you?", "Yes.", "What are they?", "Where are you taking us?", "We have no choice but to trust him.", "Who is she? This woman you sing of?", "What happened to her?", "What are you doing?", "Put it out, you fools! put it out!", "Go!", " Gandalf ... Gandalf?", " Where am I?", " Gandalf!", "What happened, Gandalf? Why didn't you meet us?", "Gandalf! What is it?", "Bilbo!", "Bilbo!", "“There and Back Again: A Hobbit's Tale” by Bilbo Baggins.", "This is wonderful.", "Packed already?", "More than anything.", "You're right, Sam...", "...we did what we set out to do.", "The Ring will be safe in Rivendell. I am ready to go home.", " Though I do not know the way.", "It's so light!", "Yes, Lord Elrond. I must be, I’m afraid, for if I doubt them, we may never succeed.", "His heart is set upon going. There will be no stopping him, even if you did send him home in a sack.", "Mordor, Gandalf, is it left or right?", "We will go through the mines.", "Better than it was.", " Who then do I trust?", "What do you mean?", " It's a riddle...", "Speak, friend, and enter. What's the Elvish word for friend?", " There's something down there.", "Gollum!", " He escaped from the dungeons of Barad-dûr?", " It’s a pity Bilbo didn't kill him when he had the chance.", "Aragorn! Aragorn!", "I'm all right. I'm not hurt.", " Gandalf!", " Gandalf!", "No!", "What is it?", "Do you believe we may yet succeed in our quest?", " What will I see?", " Gandalf!", "If you ask it of me, I will give you the One Ring.", "Then I know what I must do. It's just I’m afraid to do it.", "No, Sam.", "I’m all right.", "You can’t help me, Sam. Not this time. Get some sleep.", "There is no other way.", "No...", " You are not yourself.", " It has taken Boromir.", "Stay away!", "Can you protect me from yourself?", "Would you destroy it?", "No, Sam.", "Go back, Sam! I'm going to Mordor alone.", "You can't swim.", " Sam!", " Oh, Sam!", "Come on then...", "Mordor! I hope the others find a safer road.", "Sam?", "I'm glad you're with me.", "Gandalf!", " Gandalf!", "No!", "Gandalf!", " Gandalf!", "Nothing.", "Just a dream.", "No! Don’t look down, Sam! Just keep going!", "What’s in this?", "Roast chicken?!", "Sam. My dear Sam.", "It is special.", "It’s a little bit of home.", "We can’t leave this here for someone to follow us down.", "Real Elvish rope.", "He didn’t mean for a lot of things to happen, Sam ... but they did.", "It’s getting heavier.", "What food have we got left?", " Nothing ever dampens your spirits, does it, Sam?", " It’s because we’ve been here before. We’re going in circles.", "Yes. I can smell it.", " We’re not alone.", " This is Sting. You’ve seen it before, haven’t you ... Gollum?", "Release him or I’ll cut your throat!", "Maybe he does deserve to die. But now that I see him, I do pity him.", "There’s no promise you can make that I can trust.", "The Ring is treacherous. It will hold you to your word.", "Sam!", "You know the way to Mordor?", "You’ve been there before?", "You will lead us to the Black Gate.", "Here.", "Don’t touch me!", "Gollum?", "Gollum!", "What did you say?", "Who are you?", "Gandalf told me you were one of the river-folk.", "He said your life was a sad story.", "You were not so very different from a Hobbit once. Were you?", "Sméagol.", "That was your name once, wasn’t it?", "Sam, no!", "Now!", "Are you saying there’s another way into Mordor?", "He’s led us this far, Sam.", "He’s been true to his word.", "Lead the way, Sméagol.", "Why do you do that?", "Call him names. Run him down all the time.", " You have no idea what it did to him... what it's still doing to him.", "Because I have to believe he can come back.", " What do you know about it? Nothing!", "I'm sorry, Sam. I don't know why I said that.", "We’ve got to get moving. Come on, Sam.", "Sméagol?", "We’ve lingered here too long.", "Come on, Sam.", "We are bound to an errand of secrecy.", "Those that claim to oppose the enemy would do well not to hinder us.", "We are Hobbits of the Shire. Frodo Baggins is my name, and this is Samwise Gamgee.", "There was no other.", "We set out from Rivendell with seven companions.", "One we lost in Moria, two were my kin, a Dwarf there was also, and an Elf. And two Men, Aragorn, son of Arathorn, and Boromir of Gondor.", "Yes... for my part.", "Dead? How? When?", "If something has happened to Boromir, we would have you tell us.", "Wait!", " This creature is bound to me. And I to him.", "He is our guide.  Please ... let me go down to him.", "Sméagol!", "Master is here.", "Come, Sméagol. Trust master. Come!", "Sméagol, you must trust master. Follow me, come on. Come.", "Come Sméagol. Nice Sméagol. That’s it. Come on.", "Don’t hurt him! Sméagol don’t struggle! Sméagol listen to me!", "No!!", " The Ring will not save Gondor. It has only the power to destroy. Please... let me go.", " Faramir! You must let me go!", "It’s calling to him, Sam. His Eye is almost on me.", "They’re here.", "They’ve come.", " What are we holding on to, Sam?", "Gollum says there’s a path near Minas Morgul that climbs up into the mountains.", "Thank you.", "Come on, keep up.", "What?", "Well, you’ve left out one of the chief characters: “Samwise the Brave.” I want to hear more about Sam.", "Frodo wouldn’t have got far without Sam.", " So was I.", "Sméagol!", "Sméagol?", "No ... no it isn't. It isn't midday yet. The days are growing darker.", "What about you?", "Sam.", "For what?", "No, Sam! Leave him alone!", "Sam...", "Sam! If you scare him off, we're lost.", " I'm not sending him away.", "We can't do this by ourselves, Sam. Not without a guide. I need you on my side.", " They're calling me!", "It's dark still.", " What? That's all we have left!", "He doesn't eat it ... he can't have taken it.", " Sam! Stop it!", "No, Sam!", " I'm alright.", "Get away!", " No, Sam ... it's you.", "You can't help me anymore.", " Go home.", " What is this place?", "Now that I'm here, I don't think", "What's that smell?", "Sméagol!", "It's sticky ... What is it?", " Sméagol! Sméagol!", " Aiya Eärendil Elenion Ancalima! Hail Eärendil brightest of the Stars!", "I'm so sorry, Sam.", " Sam!!!", " It's too late. It's over ... they've taken it. Sam - they took the Ring!", "Give it to me.", "There are so many of them ... So many. We’ll never get through unseen.", "There'll be none left for the return journey.", " No, Sam. I can't recall the taste of food; nor the sound of water; nor the touch of grass ... I'm naked in the dark.  There's no veil between me and the wheel of fire. I can see him with my waking eyes!", "I'm here, Sam.", "The Ring is mine.", "It's gone ... it's done.", " I'm glad to be with you, Samwise Gamgee, here at the end of all things.", "Gandalf?", "And thus it was a Fourth Age of Middle- earth began, and the Fellowship of the Ring, though eternally bound by friendship and love, was ended. Thirteen months to the day, since Gandalf sent us on our long journey...", "...we found ourselves looking upon a familiar site ... We were home!", "How do you pick up the threads of an old life? How do you go on, when in your heart you begin to understand. There is no going back. There are some things that time cannot mend. Some hurts that go too deep. That have taken hold.", "It's been four years to the day since Weathertop, Sam. It's never really healed.", " Not quite ... There's room for a little more.", "Bilbo once told me, the great stories never end - that each of us must come and go in the telling. His part in this tale was now over. There would be no more journeys for Bilbo. Save one.", "To the harbour, Bilbo. The Elves have accorded you a special honor. A place on the last ship to leave Middle-earth.", " Sorry, Uncle ... I'm afraid, I lost it.", " We set out to save the Shire, and it has been saved ... but not for me...", "The last pages are for you, Sam.", "My dear Sam. You cannot always be torn in two. You have to be one and whole for many years. You have so much to enjoy and to be and to do. Because Sam, your part in the journey goes on."], "GANDALF": ["You didn't think I'd miss your Uncle Bilbo’s birthday?", "What, everything? Far too eager and curious for a Hobbit. Most unnatural... Well, what can I tell you? Life in the wide world goes on much as it has this past age. Full of its own comings and goings, scarcely even aware of the existence of Hobbits...", "...for which I am very thankful. So, how is the old rascal? I hear this is to be a party of special magnificence.", "Well, that should please him.", "What?", "Good gracious, me.", "Indeed?", "If you're referring to the incident with the Dragon ... I was barely involved ...all I did was give your uncle a little nudge out the door.", "Oh, really?", "So am I, dear boy...so am I.", "And what about very old friends?", "Bilbo Baggins!", "Good to see you. One hundred and eleven years old, who would believe it?", "You haven't aged a day.", "Just tea, thank you.", "No, not at all. Go ahead.", "So, you mean to go through with your plan, then?", "Frodo suspects something.", "You will tell him, won't you?", "He’s very fond of you.", "Meriadoc Brandybuck, and Peregrin Took ... I might have known!", "There are many magic rings in this world, Bilbo Baggins, and none of them should be used lightly.", "Two eyes. As often as I can spare them.", "What about this ring of yours? Is that staying too?", "There's no need to get angry.", "Precious? It's been called that before, but not by you.", "Bilbo Baggins, do not take me for some conjurer of cheap tricks!", "All your long years we’ve been friends ... trust me as you once did. Let it go!", "Bilbo?", "The Ring is still in your pocket.", "I'm sure you will, my dear friend.", "Goodbye, Bilbo.", " Until our next meeting.", " Riddles in the dark.", " My precious ... precious...", " ...my own.", "Bilbo’s ring.", "He's gone to stay with the Elves. He's left you Bag End...", "...along with all his possessions.", "The ring is yours now. Put it somewhere out of sight.", "There are things I must to see to.", "Questions. Questions that need answering.", "Neither do I. Keep it secret, Keep it safe.", " The year 3434 of the Second Age ... here follows the account of Isildur, High King of Gondor, and the finding of the Ring of Power.", " It has come to me ... the Ring of Power! It shall be an heirloom of my kingdom ... all those who follow in my bloodline shall be bound to its fate, for I will risk no hurt to the ring ... it is precious to me, though I buy it with great pain...", " The marking on the band begin to fade ... the writing which at first was as clear as red flame, has all but disappeared ... a secret now that only fire can tell...", " Is it secret? Is it safe?", "Hold out your hand, Frodo ... it is quite cool.", "What can you see? Can you see anything?", " There are few who can ... the language is that of Mordor, which I will not utter here.", "In the common tongue, it says: “One Ring to rule them all. One Ring to find them. One Ring to bring them all and in the darkness bind them.”", "This is the One Ring, forged by the Dark Lord Sauron, in the fires of Mount Doom ... taken by Isildur from the hand of Sauron himself.", "Yes. For sixty years, the Ring lay quiet in Bilbo’s keeping, prolonging his life, delaying old age ... but no longer, Frodo. Evil is stirring in Mordor. The Ring has awoken. It's heard its master's call.", "No, Frodo. The spirit of Sauron endured. His life force is bound to the Ring and the Ring survived. Sauron has returned. His Orcs have multiplied ... his fortress of Barad-dûr is rebuilt in the land of Mordor. Sauron needs only this Ring to cover all the lands in the second darkness. He is seeking it, seeking it, all his thought is bent on it. For the Ring yearns, above all else, to return to the hand of its master: They are one, the Ring and the Dark Lord. Frodo, he must never find it.", "There is one other who knew that Bilbo had the Ring. I looked everywhere for the creature Gollum, but the enemy found him first.", "No, Frodo...", "You cannot offer me this ring.", "Don't tempt me, Frodo! I dare not take it, not even to keep it safe.", "Understand, Frodo ... I would use this Ring from a desire to do good ... but through me, it would wield a power too great and terrible to imagine.", "No, no, it can't.", "You must leave, and leave quickly. Get out of the Shire.", "Make for the village of Bree.", "You’ll have to leave the name of Baggins behind you ... for that name is not safe outside the Shire.", "Travel only by day. And stay off the road.", "My dear Frodo. Hobbits really are amazing creatures. You can learn all there is to know about their ways in a month, and yet, after a hundred years, they can still surprise you.", "Get down!", " Confound it all! Samwise Gamgee, have you been eavesdropping?", "It’s a little bit late for trimming the hedges, don’t you think?", "What did you hear? Speak!", "No?", "Perhaps not. I’ve thought of a better use for you.", "Come along, Samwise ... keep up...", "Be careful, both of you. The Enemy has many spies in his service, many ways of hearing ... birds, beasts...", " Is it safe?", "Never put it on, for the agents of the Dark Lord will be drawn to its power... Always remember, Frodo, the Ring is trying to get back to its master ... it wants to be found.", "Saruman!", "Beyond any doubt.", "All these long years, it was in the Shire, under my very nose.", "We still have time ... time enough to counter Sauron ... if we act quickly.", " The Eye of Sauron.", "You know this? How?", "They are not all accounted for, the lost Seeing-stones. We do not know who else may be watching.", " The Nine?", " They have reached the Shire?", " Tell me, friend, when did Saruman the Wise abandon reason for madness?", "You are in the House of Elrond, and it is ten o’clock in the morning on October the twenty-fourth, if you want to know.", "Yes, I'm here. And you're lucky to be here too. A few more hours and you would have been beyond our aid. But you have some strength in you, my dear Hobbit.", "There is only one Lord of the Ring. Only one who can bend it to his will ... and he does not share power.", "Nothing, Frodo...", "Sam has hardly left your side.", "By the skills of Lord Elrond, you’re beginning to mend.", "That wound will never fully heal. He will carry it the rest of his life.", "It is a burden he should never have had to bear. We can ask no more of Frodo.", "His treachery runs deeper than you know. By foul craft, Saruman has crossed Orcs with Goblin Men ... He’s breeding an army in the caverns of Isengard. An army that can move in Sunlight and cover great distance at speed. Saruman is coming for the Ring.", "It is in Men that we must place our hope.", "There is one who could unite them, one who could reclaim the throne of Gondor.", " Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk agh burzum-ishi krimpatul. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the Darkness bind them.", "Aragorn is right ... we cannot use it.", "Do you not understand? While we bicker amongst ourselves, Sauron’s power grows! No one will escape it. You will all be destroyed, with your homes burnt and your families put to the sword!", "The Fellowship awaits the Ring-bearer.", "Left.", "We must hold to this course, west of the Misty Mountains, for forty days. If our luck holds, the Gap of Rohan will still be open to us. From there, our road turns east, to Mordor.", "No, Gimli. I would not take the road through Moria unless I had no other choice.", "Spies of Saruman. The passage south is being watched.", "We must take the Pass of Caradhras!", "It’s Saruman!", "No!", " Losto Caradhras, sedho, hodo, nuitho i ruith. Sleep, Caradhras, be still, lie still, hold your wrath.", "Let the Ring-bearer decide.", "Frodo?", "So be it.", "Frodo, come and help an old man.", "How is your shoulder?", "And the Ring? You feel its power growing, don’t you? I’ve felt it too. You must be careful now. Evil will be drawn to you from outside the Fellowship. And, I fear, from within.", "You must trust yourself. Trust your own strengths.", "There are many powers in this world for good or for evil. Some are greater than I am. And against some I have not yet been tested.", "Yes, Gimli, their own masters cannot find them if their secrets are forgotten.", "Isildin ... it mirrors only starlight and moonlight.", "It reads, “The door of Durin, Lord of Moria. Speak, friend, and enter.”", " It’s simple. If you are a friend, you speak the password and the doors will open.", " Annon Edhellen, edro hi ammen! Gate of the Elves, open now for me!", "Fennas Nogothrim, lasto beth lammen. Doorway of the Dwarf-folk, listen to the word of my tongue.", " Knock your head against these doors, Peregrin Took! And if that does not shatter them, and I am allowed a little peace from foolish questions, I will try to find the opening words.", " Ando Eldarinwa ... a lasta quettanya, Fenda Casarinwa... Gate of Elves ... listen to my word, Threshold of Dwarves...", "Oh .... mellon.", "Into the mines!", " Now we have but one choice ... we must face the long dark of Moria. Be on your guard ... there are older and fouler things than the Orcs in the deep places of the world.", "Quietly, now. It’s a four day journey to the other side. Let us hope that our presence will go unnoticed.", "The wealth of Moria was not in gold or jewels but mithril.", "Bilbo had a shirt of mithril rings that Thorin gave him.", "Yes. I never told him, but its worth was greater than the value of the Shire.", " It's Gollum.", "He's been following us for three days.", "Escaped ... or was set loose. And now the Ring has drawn him here ... he will never be rid of his need for it. He hates and loves the Ring, as he hates and loves himself. Sméagol’s life is a sad story.", "Yes ... Sméagol he was once called ... Before the Ring came to him, before it drove him mad.", "Pity? It was pity that stayed Bilbo’s hand. Many that live deserve death, and some that die deserve life. Can you give it to them, Frodo?", "Do not be too eager to deal out death in judgment ... even the very wise cannot see all ends. My heart tells me that Gollum has some part to play yet, for good or ill before this is over. The pity of Bilbo may rule the fate of many.", "So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us.", "There are other forces at work in this world, Frodo, besides the will of evil. Bilbo was meant to find the Ring. In which case, you also were meant to have it ... and that is an encouraging thought.  Ah! It's that way.", "No. But the air doesn’t smell so foul down here. If in doubt, Meriadoc, always follow your nose!  Yes...", "Let me risk a little more light.", "Behold! The great realm and Dwarf-city of Dwarrowdelf.", "Gimli!!", "“Here lies Balin, son of Fundin, Lord of Moria.” He is dead, then. It’s as I feared.", " “They have taken the Bridge and the second hall: we have barred the gates ... but cannot hold them for long ... the ground shakes ... drums drums in the deep ... we cannot get out. A shadow moves in the dark. Will no-one save us? They are coming.”", " Fool of a Took! Throw yourself in next time, and rid us of your stupidity!", "To the bridge of Khazad-Dûm!", "This way!", "Lead them on, Aragorn! The bridge is near.", "Do as I say; Swords are no more use here.", " Over the bridge! Fly!", "You cannot pass!", "Go back to the Shadow!", " You shall not pass!!", " Fly, you fools!", "So do all who live to see such times... but that is not for them to decide. All we have to decide is what to do with the time that is given us.", "You cannot pass!", "Go back to the Shadow. The dark fire will not avail you, flame of Udûn!", " You shall not pass!!", " Fly, you fools!", "Through fire and water.", "From the lowest dungeon to the highest peak, I fought with the Balrog of Morgoth.", "Until at last, I threw down my enemy and smote his ruin upon the mountainside.", "Darkness took me, and I strayed out of thought and time.", "Stars wheeled overhead and every day was as long as a life age of the Earth.", "But it was not the end. I felt life in me again.", "I've been sent back...", "...until my task is done.", " Gandalf? Yes.  That's what they used to call me.", "Gandalf the Grey. That was my name.", "And I come back to you now at the turn of the tide.", "One stage of the journey is over, another begins. We must travel to Edoras with all speed.", "Yes, and it will not be easily cured.", "It was more than mere chance that brought Merry and Pippin to Fangorn. A great power has been sleeping here for many long years. The coming of Merry and Pippin will be like the falling of small stones that starts an avalanche in the mountains.", " So stop your fretting, Master Dwarf.", "Merry and Pippin are quite safe. In fact, they are far safer than you are about to be.", "Shadowfax. He is the lord of all horses ...and has been my friend through many dangers.", "The veiling shadow that glowers in the east takes shape. Sauron will suffer no rival. From the summit of Barad-dûr, his Eye watches ceaselessly. But he is not so mighty yet that he is above fear. Doubt ever gnaws at him. The rumor has reached him. The heir of Númenor still lives.", "Sauron fears you, Aragorn. He fears what you may become.", "And so he’ll strike hard and fast at the world of Men. He will use his puppet Saruman to destroy Rohan. War is coming. Rohan must defend itself, and therein lies our first challenge for Rohan is weak and ready to fall. The king’s mind is enslaved, it’s an old device of Saruman’s. His hold over King Théoden is now very strong. Sauron and Saruman are tightening the noose. But for all their cunning, we have one advantage.", "The Ring remains hidden.", "And that we should seek to destroy it has not yet entered their darkest dreams.", "And so the weapon of the enemy is moving towards Mordor in the hands of a Hobbit. Each day brings it closer to the fires of Mount Doom. We must trust now in Frodo. Everything depends upon speed and the secrecy of his quest.", "Do not regret your decision to leave him. Frodo must finish this task alone.", " Did he? Did he, indeed? Good.", "Yes, very good.", "Edoras and the Golden Hall of Meduseld. There dwells Théoden, King of Rohan...", "whose mind is overthrown. Saruman’s hold over King Théoden is now very strong.", "Be careful what you say. Do not look for welcome here.", "You would not part an old man from his walking stick.", "The courtesy of your hall is somewhat lessened of late, Théoden King.", "Be silent.", "Keep your forked tongue behind your teeth. I have not passed through fire and death to bandy crooked words with a witless worm.", "Théoden, son of Thengel...", "...too long have you sat in the shadows.", "Hearken to me!", "You did not kill me, you will not kill him.", "Be gone.", "Breathe the free air again, my friend.", "Your fingers would remember their old strength better if they grasped your sword.", "Théodred’s death was not of your making.", "His was strong in life. His spirit will find its way to the halls of your fathers.", " Westu hál. Ferðu, Théodred, Ferðu. Be-thou well. Go-thou, Théodred, go-thou.", "This is but a taste of the terror that Saruman will unleash. All the more potent for he is driven now by fear of Sauron. Ride out and meet him head on.", "Draw him away from your women and children. You must fight.", "Then what is the king’s decision?", "There is no way out of that ravine. Théoden is walking into a trap. He thinks he’s leading them to safety. What they will get is a massacre.", " Théoden has a strong will, but I fear for him. I fear for the survival of Rohan. He will need you before the end, Aragorn. The people of Rohan will need you. The defenses have to hold.", " The Grey Pilgrim. That’s what they used to call me. Three hundred lives of Men I’ve walked this earth, and now I have no time.", "With luck, my search will not be in vain. Look to my coming at first light on the fifth day. At dawn, look to the east.", "Look to my coming at first light on the fifth day. At dawn ... look to the east.", "Théoden king stands alone.", "Sauron’s wrath will be terrible, his retribution swift.", "The battle for Helm’s Deep is over. The battle for Middle-earth is about to begin. All our hopes now lie with two little Hobbits...", "...somewhere in the wilderness.", " Hobbits.", "And there Saruman must remain, under your guard, Treebeard.", " No. He has no power any more.", " Peregrin Took! I'll take that, my lad.", "No word ... nothing.", "Do we know that?", " That Frodo is alive.  Yes - yes, he is alive.", "Fool of a Took!", "Look at me! What did you see?", "Minas Tirith??  Is that what you saw?", "What did you tell him? Speak!", "What did you tell him about Frodo and the Ring?", "There was no lie in Pippin's eyes; a fool, but an honest fool he remains. He told Sauron nothing of Frodo and the Ring.", " No!", "They will be.  You must come to Minas Tirith by another road.  Follow the river, look to the black ships.  Understand this, things are now in motion that cannot be undone.", "Of all the inquisitive Hobbits, Peregrin Took, you are the worst! Hurry, hurry!", "Three days ride, as the Nazgûl flies, and you better hope we don't have one of those on our tail.", "Run Shadowfax. Show us the meaning of haste.", "We have just passed into the realm of Gondor.", "Minas Tirith ... City of the Kings.", "Yes, the White Tree of Gondor. The tree of the King.", " Now, listen carefully. Lord Denethor is Boromir's father. To give him news of his beloved son's death would be most unwise ... And do not mention Frodo ... Or the Ring ... And say nothing of Aragorn, either.  In fact, it's better if you don't speak at all, Peregrin Took.", "Hail Denethor, son of Ecthelion, Lord and Steward of Gondor.", " Pippin!", " Get up!  My Lord, there will be a time to grieve for Boromir, but it is not now. War is coming ... the Enemy is on your doorstep. As Steward, you are charged with the defense of this city. Where are Gondor's armies?", " Authority is not given you to deny the return of the King – Steward!", "Come.", "You're in the service of the Steward Now - You're going to have to do as you're told, Peregrin Took...  Guard of the Citadel!", "It's the deep breath before the plunge.", "There never was much hope.", " Our enemy is almost ready, his full strength gathered. Not only Orcs, but men as well.", "This will be the end of Gondor as we know it. Here the hammerstroke will fall the hardest.", "If the river is taken, if the garrison at Osgiliath falls, the last defense of this city will be gone.", "Sauron has yet to release his deadliest servant ... The one who will lead Mordor’s armies in war, the one they say no living man can kill.", "The Witch-King of Angmar... (he looks down at a startled", "And Minas Morgul is his lair.", " We come to it at last ... the great battle of our time.", "This war is long planned. Sauron has hated The West through many ages ... It is a Hatred that flows from the depths of time, Across the deeps of the Sea.", " The board is set, the pieces are moving.", "Peregrin Took, my lad, there is a task now to be done. Another opportunity for one of the Shire-folk to prove their great worth!", " Amon Dîn ... come on...", " Hope is kindled.", "Foreseen and done nothing!", "Where? When?", " ...And then the Pass of Cirith Ungol.", " Faramir ... Tell me everything.", " Courage is the best defense that you have now.", "Faramir! Faramir! Your father's will has turned to madness! Do not throw away your life so rashly!", "Your father loves you, Faramir!  And will remember it before the end.", "To the Black Ships...", " Prepare for battle!", " Return to your posts!", " Send these foul beasts into the abyss!", " Stand to your posts! Do not give in to fear. Fight!", " This is no place for a Hobbit!", "Guard of the Citadel, indeed! Now, back up the hill - quickly! Quickly!", "To the Gates! Man the Gates!", " Steady! Steady!", " Fire!", "Pull back - to the second level! Hurry! Get the women and children out of here - get them out!", "Fight! Fight for your lives!", "Come! Quickly!", " Stay this madness!", " So passes Denethor, Son of Ecthelion.", " End? No, the journey doesn't end here.", "White shores ... And beyond... a far green country under a swift sunrise.", " No... No, it isn't.", "Frodo has passed beyond my sight. The darkness is deepening.", "It's only a matter of time. He has suffered a defeat, yes, but behind the walls of Mordor our enemy is regrouping.", "Because ten thousand Orcs now stand between Frodo and Mount Doom.", "How?", " Sauron will suspect a trap. He will not take the bait!", "Now come the days of the King...", "Farewell, my brave Hobbits. My work is now finished. Here at last, on the shores of the sea, comes the end of our Fellowship."], "LOBELIA": ["Bilbo Baggins, you open this door...", "Bilbo?"], "MERRY": ["No, no ... the big one ... the big one!", " You're supposed to stick it in the ground!", "Outside!", "That was good!", "Hello Frodo!", "Sam, hold this...", "Yes, Pippin, my point is, he's clearly overreacting.", " Ow ... I think I've broken something.", "Oh.", "What? That was just a detour ... a short cut.", "What was that?", "That Black Rider was looking for something ... or someone ... Frodo?", "Right ... Buckleberry Ferry ... follow me!", "There’s another one!! Frodo, this way!!", "Frodo, follow me!", "Get the ropes, Sam.", "The Brandywine bridge ... twenty miles.", "This, my friend, is a pint.", " How do we know this Strider is a friend of Gandalf?", "He’s foul enough.", " Pippin!", "What do they eat when they can’t get Hobbit?", "Tomatoes, sausages, and crispy bacon.", " They're close.", "Frodo! Frodo!", "Oi! We're coming too! You'd have to send us home tied up in a sack to stop us.", "Well, that rules you out, Pip.", "Quite good, Pippin.", "What do you suppose that means?", "No. I don’t think we are. Shhh, Gandalf’s thinking.", "What?", " He's remembered!", "What do they say about him?", "How many did you eat?", "Where’s Frodo?", " Frodo!", "Hide here, quick!", " He's leaving.", "Pippin!", " Run, Frodo. Go on!", "Hey, hey you! Over here!", "Over here!", "Aaaaagh! Boromir! Boromir!", "Hello, Pip.", " I’m fine. It was just an act.", "See? I fooled you too.", "Don’t worry about me, Pippin.", "It’s the trees.", "Do you remember the Old Forest, on the borders of Buckland? Folk used to say there was something in the water that made the trees grow tall...and come alive.", "Trees that could whisper, talk to each other, even move.", "As soon as they find out we don’t, we’re dead.", "Pippin. Let’s go.", "Pippin!", "The belt!", "Run!", "Trees. Climb a tree.", "He's gone.", "We’re not Orcs! We’re Hobbits!", "No! You don’t understand. We’re Hobbits! Halflings! Shire-folk!", " Saruman.", "Is it much further?", "Hello?", " Treebeard?  Where’s he gone?", "Did you hear that?", "There it is again. Something’s not right here. Not right at all.", "You just said something ... Treeish.", "You’re taller.", "You!", "Than me!", " Pippin, everyone knows I’m the tall one. You’re the short one.", "Three-foot-eight.", "You did something.", "It’s got my leg!", "Why is that?", " Can’t say that I have. You, Pip?", "Isengard?", "It’s Saruman’s army. The war has started.", "What’s that?", "It’s been going for hours.", "But it’s nighttime already. You can’t take forever.", "We’re running out of time!", "Yes?", " And what about Saruman? Have you come to a decision about him?", " Hasty? Our friends are out there. They need our help. They cannot fight this war on their own.", " How can that be your decision?!", "But you're part of this world!", "Aren’t you?!", " You must help. Please. You must do something.", " The fires of Isengard will spread And the woods of Tuckborough and Buckland will burn. And...", " ...and all that was once green and good in this world will be gone.", "There won't be a Shire, Pippin.", "Are you mad? We’ll be caught.", "Where are they going?", "Yes!", "Pippin! Hold on!", "He doesn’t look too happy, does he?", "Still, I suppose the view would be quite nice from up there.", "Nothing. The world’s back to normal, that’s all.", "Good luck trying to find something decent to eat around here. Probably dead rats and moldy bread.", "Saruman’s storeroom!", "It can’t be.", "It is!", " The finest pipe-weed in South Farthing.", "Share it?  No. No. Dead plant and all that. Don’t think he’d understand.", " Could be a distant relative.", "Exactly.  Bah-hrum.", "Only, you've never done a hard day's work.", "We're under orders, from Treebeard, who's taken over management of Isengard.", " Oh, you can search – up and down As many lands as can be found But you'll never find a beer so brown As the one we drink in our home town You can keep your fancy ales You can drink them by the flagon But the only brew, for the brave and true, Comes from the Green Dragon!", " What you doing?", "Put it back! Put – it – back!", "Help! Someone help him!", "Pippin!", "Why did you look - why do you always have to look?", "You never can.", "Don't you understand ... the Enemy thinks you have the Ring ... he's going to be looking for you, Pip. They have to get you out of here!", "Come on!", "Here - something for the road.", "Sorry, it isn't all that dangerous.  It isn’t even sharp.", "All my friends have gone to battle.", "But ... I want to fight!", "My Lady!", "Death!"], "PIPPIN": ["It is in the ground.", "This was your idea.", "Let's get another one!", "is a mug of beer inside this Took!", "Frodo! Merry, it's Frodo Baggins.", "And some cabbages ... and those three bags of potatoes that we lifted last week. And the mushrooms the week before.", "Run!", "That was close.", " Mushrooms!", "What is going on?", "What's that?", "It comes in pints? I'm getting one.", "Baggins? Sure I know a Baggins. He’s over there...", "Frodo Baggins. He's my second cousin, once removed on his mother's side and my third cousin, twice removed on his father’s side ... if you follow me.", "Steady on, Frodo!", "What about breakfast?", "We've had one, yes ... what about second breakfast?", "What about Elevenses, Luncheon, Afternoon tea, dinner ... he knows about them, doesn’t he?", "Oh, that's nice ... ash on my tomatoes!", "Is he going to die?", "Who is she?", "Where are you taking him?", "What are they saying?", "Anyway ... you need people of intelligence on this sort of mission ... quest ... thing...", "Great. Where are we going?", "Thanks.", "Nothing's happening.", "What are you going to do, then?", "Are we lost?", "Merry!", "I'm hungry.", "Four.", "Come on!", "What's he doing?", "No!", "Hey!", "This way!", "It's working!", "Merry! Merry!", "Merry! Merry? Wake up.", "My friend is sick.", "He needs water. Please!", "Stop it!", "Leave him alone!", "Merry.", "You’re hurt.", " An act?", " Aragorn!", "Merry! Merry!", "What’s making that noise?", "What?", "Alive?", "They think we have the Ring.", "Did we lose him? I think we lost him.", " Merry!", "Run, Merry!", "It’s talking, Merry. The tree is talking.", "Don’t talk to it, Merry. Don’t encourage it!", "And whose side are you on?", " The White Wizard?", "I’d give anything for a whiff of Old Toby.", "No, I didn’t. I was just stretching.", " Who?", "Than what?", "I’ve always been taller than you.", "Please, Merry. You’re what? Three-foot-six? At the most?", "Whereas me, I’m pushing 3’7”.", " 3’8”!", "Merry don’t! Don’t drink it!", "Merry! No, Treebeard said that you shouldn’t have any.", "It could well be dangerous!", "Give me it back. Merry!", "What’s happening!", "Merry!", " Help!", "Why are there so few of you when you have lived so long? Are there Ent children?", "Oh, I’m sorry. How did they die?", "What do they look like?", "Look! There’s smoke to the south.", "What is it?", "They must have decided something by now.", "Merry!", "Well, that’s good news.", "Maybe Treebeard’s right. We don’t belong here, Merry. It's too big for us. What can we do in the end? We've got the Shire. Maybe we should go home.", "Wait! Stop! Stop!", "Turn around. Turn around. Take us south!", "Yes. Exactly. If we go south we can slip past Saruman unnoticed. The closer we are to danger, the farther we are from harm. It’s the last thing he’ll expect.", "No we won’t. Not this time.", "I’m sorry, Treebeard.", "Look! The trees! They’re moving!", "Not too happy at all, Merry.", "Oh, yes, it’s a quality establishment.", "What are you doing?", "No, it isn’t. I’m starving.", "Longbottom Leaf.", "It’s perfect. One barrel each.", "Wait. Do you think we should share it with Treebeard?", " We are sitting on a field of victory, enjoying a few well-earned comforts. The salted pork is particularly good.", "Gandalf! Forgive me.", "He asked me my name, I didn't Answer ... he hurt me...", " Where are we going?", " I'm sorry, all right? I won't do it again.", "And you. You're coming with me ... Merry?", " How far is Minas Tirith?", "The last of the Longbottom Leaf.", "But we'll see each other soon?", " Merry?", " Merry!", " It's the tree.  Gandalf! Gandalf!", "Boromir died to save us ... my kinsman and me ... he fell, defending us from many foes.", "So I imagine this is just a ceremonial Position ... I mean, they don't actually expect me to do any fighting ... do they?", "It's so quiet.", "But we have the White Wizard, that's got to count for something.", " You've seen Frodo and Sam?", "What does that mean? What's wrong?", " Here do I swear fealty and service to Gondor, in peace or war, in living or dying, from this hour henceforth, until my lord release me, or death take me.", " Well ... yes, at least, well enough for my own people ... but we have no songs for great halls and evil times ... we seldom sing of anything more terrible than wind or rain.", "Home is behind, the world ahead, And there are many paths to tread. Through shadow to the edge of night Until the stars are all alight. Mist and shadow, cloud and shade: All shall fade, all shall fade.", " He's alive!", " He needs medicine, My Lord!", " My Lord!", " They called us out to fight...", " He's not dead! He's not dead!", " Gandalf? ... Gandalf?", " Gandalf!", "What, Gandalf? See what?", " Well, that isn't so bad.", "Merry?", "No, Merry. I'm going to look after you.", " Where are they?", " Eagles..."], "PROUDFOOT": ["Proudfeet!"], "BLACK RIDER": [" Shire? Baggins?"], "FARMER MAGGOT": [" There’s no Bagginses around here! They're all up in Hobbiton ... that way.", "Who’s that in my field! Get out of it! Get out of my field, you young varmits! I’ll show you ... get out of my corn."], "HOBBITS": [" Hey ho, to the bottle I go! To heal my heart and drown my woe. Rain may fall and wind may blow. But there still be – many miles to go! Sweet is the sound of the pouring rain, and the stream that falls from hill to plain. Better than rain or rippling brook –"], "DADDY TWOFOOT": ["There's been some strange folk crossing the Shire. Dwarves, and others of a less than savoury nature."], "TED SANDYMAN": ["War is brewing. The mountains are fair teeming with goblins.", "Young Mr. Frodo here, he's cracking!"], "GAFFER": ["Far-off tales and children's stories, that's all that is. You're beginning to sound like that old Bilbo Baggins. Cracked, he was.", "Well, it's none of our concern what goes on beyond our borders. Keep your nose out of trouble, and no trouble'll come to you."], "ROSIE": ["Goodnight, lads."], "SAM": ["Goodnight.", " Mind who you're sweet-talking.", " Does she?", "Nothing important ... that is, I heard a good deal about a ring ... and a Dark Lord. And something about the end of the world, but... Please, Mr. Gandalf, sir, don't hurt me! Don't turn me into anything unnatural!", "This is it.", "If I take one more step, it’ll be the farthest away from home I've ever been.", "They're leaving Middle-earth.", "Everywhere I lie there’s a dirty great root sticking into my back.", " It's not working Mr. Frodo. I'm never going to be able to sleep out here.", " Mr. Frodo. Mr. Frodo!", " It's just something Gandalf said...", "He said...“Don't you leave him, Samwise Gamgee.”  And I don't mean to.", "What’s the meaning of this!", "You've been into Farmer Maggot's crop!", " Trust a Brandybuck and a Took!", "Frodo?", "Anything?", "Get down!", " Frodo!", " What do we do now?", "You've got a whole half already!", " That fellow's done nothing but stare at you since we arrived.", "Let him go or I’ll have you, Longshanks!", "But where is he leading us?", "Did you hear that, Bill? Rivendell! We're going to see the Elves!", "We saved some for you, Mr. Frodo.", "Back, you devils!", "No!", " Frodo!", " Mr. Frodo!!", "Help him, Strider!", "Do something.", "We are six days from Rivendell.", "He’ll never make it!", "Look, Frodo. It’s Mr. Bilbo’s trolls.", "Mr. Frodo? He's going cold!", "Athelas?", "Kingsfoil. Aye. It's a weed.", "She's an Elf.", "What are you doing? Those Wraiths are still out there!", "Frodo! Frodo! Bless you, you’re awake!!", "We were worried about you -- weren't we, Mr. Gandalf?", "Now, what have I forgotten?", " No harm in being prepared.", " Here!", "Mr. Frodo's not going anywhere without me.", "Should not be too hard...", "What is that?", "Bye, Bill.", "Well, there's an eye opener and no mistake!", " Mr. Frodo!", "He's alive.", "Mr. Frodo?", "It’s an odd thing, Mr. Frodo. It’s sunlight and bright day, right enough.", "The finest rockets ever seen They burst in stars of blue and green Or after thunder, silver showers Come falling like a rain of flowers. Oh, that doesn’t do them justice by a long road.", "Thank you, my lady.", " Have you run out of those nice, shiny daggers?", "Have some food, Mr. Frodo.", "You haven’t eaten anything all day. You’re not sleeping, neither. Don’t think I haven’t noticed.", "Mr. Frodo-", "But you’re not. I’m here to help you.", "Mr. Frodo!", "Mr. Frodo!", " Not alone, Frodo. Mr. Frodo!", "Of course you are ... and I'm coming with you!", " Strider’ll look after them.", "We may yet, Mr. Frodo. We may.", "What is it, Mr. Frodo?", "Can you see the bottom?", "Catch it! Grab it, Mr. Frodo!", "Mr. Frodo!", "Bogs and rope, and goodness knows what. It ain’t natural, none of it.", "Nothing. Just a bit of seasoning.", "You never know.", "It’s very special, that. It’s the best salt in all the Shire.", "Who’s gonna to follow us down here, Mr. Frodo?", "It’s a shame, really. Lady Galadriel gave me that. Real Elvish rope.", "Well, there’s nothing for it. It’s one of my knots. Won’t come free in a hurry.", "Mordor. The one place in Middle-earth we don’t want to see any closer. And the one place we’re trying to get to. It’s just where we can’t get.", "Let’s face it, Mr. Frodo, we’re lost.", "Mr. Frodo?", "It’s the Ring, isn’t it?", "Let me see.", "Oh yes, lovely. Lembas bread. And look!", "More Lembas bread.", "Those rain clouds might.", "This looks strangely familiar.", "What's that horrid stink? I warrant there's a nasty bog nearby. Can you smell it?", "Quiet, you!", "It’s hopeless. Every Orc in Mordor’s going to hear this racket. Let’s just tie him up and leave him.", "It’s no more than you deserve!", "Get down! I said, down!", "He’s trying to trick us! If we let him go he’ll throttle us in our sleep.", "Hey! Come back now! Come back!", "There! What did I tell you? He’s run off, the old villain. So much for his promises.", "It’s a bog. He’s led us into a swamp.", "Well, starve, then. And good riddance!", "There are dead things! Dead faces in the water.", "Frodo!", "Mr. Frodo! Are you all right?", "Black Riders!", "Come on, Frodo! Come on!", "Mr. Frodo! It’s alright. I’m here.", "Oh, save us.", "My old Gaffer would have a thing or two to say if he could see us now.", "That’s it then. We can’t get past that.", "Look! The gate. It's opening!", "Why haven’t you spoken of this before?!", "He’s up to something.", " Mr. Frodo, no.", "No.", "Hey, stinker, don’t go getting too far ahead!", "What?", "Because. Because that's what he is, Mr. Frodo. There's naught left in him but lies and deceit. It's the Ring he wants. It's all he cares about.", "Why?", "You can’t save him, Mr. Frodo.", "Can't you hear yourself? Don't you know who you sound like?", "You’ll make him sick, you will...", "...behaving like that!", "There’s only one way to eat a brace of coneys.", "What’s to ruin? There’s hardly any meat on them.", "What we need is a few good taters.", " Po-ta-toes. Boil them, mash them, stick them in a stew. Lovely big golden chips with a nice piece of fried fish.", "Even you couldn’t say no to that.", "You’re hopeless.", "Mr. Frodo?", "Who are they?", "Ready to do what?", "Mr. Frodo. Look. It’s an oliphaunt.", "No one at home will believe this.", "Wait! We’re innocent travelers!", "Spies?! Now wait just a minute!", " His gardener.", " We have to get out of here. You go. Go, now.", " You can do it. Use the Ring, Mr. Frodo. Just this once. Put it on. Disappear.", "Mr. Frodo...", " Stop it! Leave him alone! Don’t you understand? He’s got to destroy it! That’s where we’re going ... into Mordor ... to the mountain of fire.", "Please. It’s such a burden. Will you not help him?", "Frodo!", "Hold on, Mr. Frodo. You'll be all right.", " You want to know what happened to Boromir?", "You want to know why your brother died? He tried to take the Ring from Frodo! After swearing an oath to protect him, he tried to kill him! The Ring drove your brother mad!", "Mr. Frodo?", "What are you doing?", "Where are you going?!", "It’s me. It’s your Sam. Don’t you know your Sam?", "But we are.", "It’s like in the great stories, Mr. Frodo. The ones that really mattered. Full of darkness and danger they were. And sometimes you didn’t want to know the end. Because how could the end be happy?", "How could the world go back to the way it was when so much bad had happened?", "But in the end, it’s only a passing thing, this shadow.", "Even darkness must pass. A new day will come.", "And when the sun shines it will shine out the clearer.", "Those were the stories that stayed with you...", "...that meant something. Even if you were too small to understand why.", "But I think, Mr. Frodo, I do understand.", "Folk in those stories had lots of chances of turning back only they didn’t. They kept going because they were holding on to something.", " There’s some good in this world, Mr. Frodo. And it’s worth fighting for.", "Captain Faramir...you have shown your quality, sir.", "The very highest.", "Mr. Frodo didn’t mean for them Rangers to hurt you. You know that, don’t you? He was trying to save you, see?", "So there’s no hard feelings. Forgive and forget.", "Very decent of you. Very decent, indeed, Gollum.", "Now Mr. Frodo, you shouldn’t make fun.", " “Samwise the Brave.”", "We’re not gonna wait for you. Come on!", "Where is he? Where’s he gone? Hey, Gollum! Where are you?", "Haven't you had any sleep, Mr. Frodo?", "Not before Mr. Frodo's had something to eat.", "Here.", " I'm not hungry – leastways, not for Lembas bread.", " Alright. We don't have that much left.", "The journey home.", " You treacherous little toad!", "You miserable little maggot! I'll stove your head in!", "Call me a liar! You're a liar!", "You don't see it, do you? He's a villain!", " I'm on your side, Mr. Frodo.", "No, Mr. Frodo!", "No!", " Mr. Frodo!", "What are you up to? Sneaking off, are we?", "Alright, alright - You just startled me is all.  What were you doing?", "Fine, have it your own way.", "It's always dark here-", "It's gone ... the Elven bread!", " He took it! He must have!", "You're a lying wretch! What did you do with it?", " That's a filthy Lie!", " I'll kill him! I’ll kill him!", "Alright, I'm sorry, I didn't mean for it to go so far. I was angry ... Here, let's rest up a bit.", "No, no, you're not alright! You're exhausted. It's that Gollum; it's this place; it's that thing around your neck.", " Shut up, you! Go away. Get out of here.", " But ... he's a liar ... he's poisoned you against me.", "You don't mean that.", "Let him go, you filth!", "Mr. Frodo!", " Not dead!", "Samwise, you fool!", " That's for Frodo!  And for the Shire!  And that's for my old Gaffer!", "Not if I stick you first!", "Come on.", " Begging your pardon, but they haven't.", "Come on, Mr. Frodo, we'd best find you some clothes. You can't go walking through Mordor in naught but your skin.", "We did it, Mr. Frodo. We made it to Mordor.", "We have to go in there, Mr. Frodo. There's nothing for it. Come on. Let's just make it down the hill for starters.", "Look, the Orcs! They're moving off. You see, Mr. Frodo - some luck at last.", "Take mine ... there's a few drops left.", "Frodo, get down!", "It's gone, Mr. Frodo.", " Do you remember the Shire, Mr. Frodo? ... It'll be spring soon, and the orchards will be in blossom; and the birds will be nesting in the hazel thicket; and they'll be sowing the summer barley in the lower fields; and eating the first of the strawberries with cream.  Do you remember the taste of strawberries?", "Then let us be rid of it - once and for all! Come on, Mr. Frodo. I can't carry it for you ... but I can carry you! Come on!", " Look, Mr. Frodo! We're almost there!", " Frodo!", " Frodo!", " Destroy it - go on! Throw it in the fire!", "No!", "Give me your hand.", "Yes, Mr. Frodo ... it's over now.", "Rosie Cotton dancing ... she had ribbons in her hair...  ...if ever I was to marry someone ... it would have been her ... it would have been her.", "Mr. Frodo?", " What is it?", "“There and Back Again ... A Hobbit's Tale, by Bilbo Baggins”", " What does he mean?", " You don't mean that - You can't leave!", "Elanor!", "Hello, little Frodo!"], "INTOXICATED HOBBIT": ["Goodnight, sweet maiden of the golden ale!"], "HOBBIT BOUNDER": ["Halt! Who goes there?"], "ELVEN VOICES": [" a Galad ren i veniar hi' aladhremmin ennorath"], "SARUMAN": ["Smoke rises once more from the mountain of doom ... the Shadow takes shape in the darkness of Mordor; the hour grows late ... and Gandalf the Grey rides to Isengard seeking my council...", "For that is why you have come, is it not, my old friend?", "Are you sure of this?", "So the Ring of Power has been found?", "Yet you did not have the wit to see it. Your love of the Halfling’s leaf has clearly slowed your mind.", "Time? What time do you think we have?", "Sauron has regained much of his former strength. He cannot yet take physical form ... but his spirit has lost none of its potency. Concealed within his fortress, the Lord of Mordor sees all. His gaze pierces cloud, shadow, earth and flesh. You know of what I speak, Gandalf ... a Great Eye, lidless, wreathed in flame.", "He is gathering all evil to him. Very soon, he will have summoned an army great enough to launch an assault on Middle earth.", "Why? Why should we fear to use it?", "The hour is later than you think. Sauron’s forces are already moving... the Nine have left Minas Morgul.", "They crossed the River Isen on Midsummer's Eve, disguised as riders in black.", "They will find the Ring ... and kill the one who carries it.", "You did not seriously think a Hobbit could contend with the will of Sauron? There are none who can.", "Against the power of Mordor there can be no victory. We must join with him, Gandalf. We must join with Sauron. It would be wise, my friend.", " The power of Isengard is at your command, Sauron, Lord of the Earth.", "We have work to do.", "Rip them all down.", "One ill turn deserves another. It is over. Embrace the power of the Ring or embrace your own destruction!", " So you have chosen death.", "So, Gandalf ... you try to lead them over Caradhras. And if that fails ... where then will you go?", "If the mountain defeats you, will you risk a more dangerous road?", " Cuiva nwalca Carnirasse; nai yarvaxea rasselya! Wake up cruel Redhorn! May your horn be bloodstained!", "Cuiva nwalca Carnirasse; Nai yarvaxea rasselya; taltuva notto-carinnar! Wake up cruel Redhorn! May your bloodstained horn fall upon enemy heads!", "Moria. You fear to go into those mines, don’t you? The Dwarves delved too greedily and too deep.", "You know what they awoke in the darkness of Khazad-dûm. Shadow and flame.", " Do you know how Orcs first came into being? They were Elves once. Taken by the Dark Powers ... tortured and mutilated ... a ruined and terrible form of life. And now perfected. My fighting Uruk-Hai. Whom do you serve?", "Hunt them down. Do not stop until they are found. You do not know pain. You do not know fear. You will taste man-flesh.", " One of the Halflings carries something of great value ... bring them to me ... alive and unspoiled ... kill the others.", "The world is changing.", "Who now has the strength to stand against the armies of Isengard and Mordor?", "To stand against the might of Sauron and Saruman and the union of the two towers?", "Together, my Lord Sauron, we shall rule this Middle-earth.", "The Old World will burn in the fires of industry. The forests will fall.", "Build a dam, block the stream, work the furnaces night and day.", "The FOREST OF FANGORN lies on our doorstep.", "Burn it.", "Swear it.", "The Horse-men took your land.", "They drove your people into the hills to scratch a living off rocks.", "Take back the lands they stole from you. Burn every village!", "We have only to remove those who oppose us.", "It will begin in Rohan.", "Too long have these peasants stood against you. But no more.", "Rohan, my lord, is ready to fall.", "Gandalf the White. Gandalf the Fool! Does he seek to humble me with his newfound piety?", "You stink of horse.", "The Man...  ...was he from Gondor?", "The Ring of Barahir. So Gandalf Greyhame thinks he has found Isildur’s heir. The lost king of Gondor. He is a fool. The line was broken years ago.", "It matters not. The world of Men shall fall. It will begin at Edoras.", "Send out your Warg-riders.", "If the wall is breached, Helm's Deep will fall.", "Tens of thousands.", "This night, the land would be stained with the blood of Rohan!", "March to Helms Deep! Leave none alive!", "To war!", " There will be no dawn for Men."], "OLD HARRY": ["What do you want?", "Hobbits! Four Hobbits, and what’s more, out of the Shire by your talk. What business brings you to Bree?", "All right, young sir, I meant no offense.", "‘Tis Old Harry’s job to ask questions after nightfall. There's talk of strange folk abroad ... can't be too careful."], "BUTTERBUR": ["Good evening, little masters. If you're seeking accommodation, we’ve got some nice, cozy Hobbit sized rooms available. Mr...ah...", "Underhill? Hmmmm.", " Gandalf ... Gandalf ... Oh...  Oh, yes! I remember ... elderly chap ... big grey beard ... pointy hat?", "Not seen him for six months.", "He's one of them Rangers; they’re dangerous folk they are, wandering the wilds. What his right name is, I never heard, but round here he's known as Strider."], "VOICE OF SAURON": ["You cannot hide ... I see you ... There is no life here in the void ... only cold ... only death."], "STRIDER": ["You draw far too much attention to yourself ... Mr. Underhill.", "Indeed? I can avoid being seen if I wish, but to disappear entirely ... that is a rare gift.", "Are you frightened?", "Not nearly frightened enough. I know what hunts you.", "You have a stout heart, little Hobbit, but that alone will not save you ... you can no Frodo. They’re coming.", "They were once Men.", " Great kings of Men. Then Sauron the Deceiver gave to them Nine Rings of Power. Blinded by their greed they took them without question, one by one falling into darkness. Now they are slaves to his will.", "They are the Nazgûl, Ringwraiths, neither living nor dead. At all times they feel the presence of the Ring ... drawn to the power of the One ... They will never stop hunting you.", "Into the Wild.", "To Rivendell, Master Gamgee ... to the house of Elrond.", "Gentlemen, we do not stop till nightfall.", "You’ve already had it.", " Tinúviel elvanui, Elleth alfirin ethelhael", "‘Tis the lady of Lúthien. The Elf-maiden who gave her love to Beren, a mortal.", "She died.", "Get some sleep, Frodo.", "This was once the great Watchtower of Amon Sûl. We shall rest here tonight.", "These are for you. Keep them close. I'm going to have a look around. Stay here.", " He's been stabbed by a Morgul blade.", "This is beyond my skill to heal.  He needs Elvish medicine.", "Hurry!", "Hold on, Frodo", "He is passing into the Shadow World. He’ll soon become a Wraith like them.", " Sam, do you know the Athelas plant?", "Kingsfoil.", "It may help to slow the poisoning. Hurry!", " Dartho guin Berian ... rych le ad tolthathon. Stay with the Hobbits. I will send horses for you.", " Andelu i ven. The road is too dangerous.", " Be iest lîn. As you wish.", "Arwen, ride hard. Don't look back.", "Men of the South are welcome here.", "The same blood flows in my veins ... the same weakness...", " Nauthannem i ned ol reniannen.", " You said you would bind yourself to me, and forsaking immortal life of your people.", "You cannot give me this.", "You cannot wield it. None of us can. The One Ring answers to Sauron alone ... it has no other master.", " Havo dad, Legolas... Sit down, Legolas..."], "SAURON": ["Build me an army worthy of Mordor."], "ORC OVERSEER": ["What orders from Mordor, my lord? What does the Eye command?", "The trees are strong, my Lord. Their roots go deep.", "But, my lord, there are too many! They cannot all be armed in time, we don’t have the means.", "We don’t have enough fuel to feed the fires.", " Yes."], "ARWEN": ["What is this? A Ranger caught off his guard?", " Frodo, Im Arwen ... Telin let thaed.", " Frodo?", "He's fading. He's not going to last. We must get him to my father.", "I've been looking for you for two days. There are five Wraiths behind you. Where the other four are, I do not know.", " Hon mabathon. Rochon ellint im.", " Frodo fîr. Ae athradon i hir, tur gwaith nin beriatha hon. If I can get across the river, the power of my people will protect him.", " Noro lim, Asfaloth, noro lim! Ride fast, Asfaloth, ride fast!", "Noro lim, Asfaloth! Ride faster, Asfaloth!", "If you want him, come and claim him.", " Nin o Chithaeglir, lasto Beth daer: Rimmo nin Bruinen, dan in Ulair! Nin o Chithaeglir, lasto beth daer, Rimmo nin Bruinen, dan in Ulair! Waters of the Misty Mountains, listen to the great word: flow waters of Loudwater, against the Ringwraiths!", " No, no ... Frodo, no! Frodo, don't give in ... not now!", "What grace is given me, let it pass to him. Let him be spared. Save him.", "Why do you fear the past? You are Isildur's heir, not Isildur himself. You are not bound to his fate.", "Your time will come. You will face the same evil. And you will defeat it. ", " Renech i lu i erui govannen? Do you remember when we first met?", " Gwenwin in enninath. U-arnech in naeth i si celich. Long years have passed. You did not have the cares you carry now.", " Renech i beth i pennen? Do you remember what I told you?", " And to that I hold. I would rather share one lifetime with you than face all the Ages of this world alone.", "It is mine to give to whom I will, like my heart.", "The light of the Evenstar does not wax and wane. It is mine to give to whom I will. Like my heart.", "Go to sleep...", "Then it is a good dream.", " Sleep.", " Si peliannen i vâd na dail lîn. Si boe ú-dhannathach. It is already laid before your feet. You cannot falter now.", " Ae ú-esteliach nad... If you trust nothing else...", " ...estelio han. Estelio ammen. ...trust this. Trust us.", " Nach gwannatha sin? Is this how you would take your leave?", " Ma nathach hi gwannathach or minuial archened? Did you think you could slip away at first light – unnoticed?", " Estelio guru lîn ne dagor. Ethelithach. You underestimate your skill in battle. You will come back.", "Why are you saying this?", "It was a gift.", "Keep it.", "May the grace of the Valar protect you.", "There is still hope.", " Gerich meleth nîn, ada. You have my love, father", "What did you see?", "You have the gift of foresight – tell me what you have seen.", "There is also life.", "But it is not lost...", "Some things are certain. If I leave him now, I will regret it forever.  Ada, it is time.", "Reforge the sword.", "Ada...", "This was my choice. Ada ... Whether by your will or not, there is no ship now that can bear me hence."], "WITCH KING": ["Give up the halfling, She-Elf.", " Send forth all legions. Do not stop the attack until the city is taken. Slay them all."], "ISILDUR": ["No."], "BOROMIR": ["You are no Elf.", "Who are you?", "Then we are here on common purpose ... friend.", " The shards of Narsil ... the blade that cut the Ring from Sauron's hand.", "Still sharp.", "But no more than a broken heirloom.", " So it is true!", "In a dream, I saw the eastern sky grow dark, but in the West a pale light lingered. A voice was crying: “Your doom is near at hand. Isildur’s Bane is found.”", "Isildur’s Bane.", "It is a gift ... a gift to the foes of Mordor! Why not use this Ring? Long has my father, the Steward of Gondor, kept the forces of Mordor at bay ... by the blood of our people are your lands kept safe. Give Gondor the weapon of the enemy ... let us use it against him!", "And what would a Ranger know of this matter?", " Aragorn? This is Isildur's heir?", "Gondor has no king.", "One does not simply walk into Mordor. Its Black Gates are guarded by more than just Orcs. There is evil there that does not sleep and the Great Eye is ever watchful. It is a barren wasteland riddled with fire, and ash and dust ... the very air you breathe is a poisonous fume. Not with ten thousand Men could you do this. It is folly.", "And what if we fail, what then? What happens when Sauron takes back what is his?", "You carry the fates of us all, little one.", "If this is indeed the will of the Council, then Gondor will see it done.", "Get away from the blade, Pippin ... on your toes ... good, very good ... I want you to react, not think.", "Move your feet.", " It's moving fast ... against the wind.", "Merry ... Pippin ... Sam ... take cover!", "It is a strange fate that we should suffer so much fear and doubt over so small a thing ... such a little thing.", " As you wish. I care not.", " We must get off the mountain! Make for the Gap of Rohan and take the West road to my city!", " This is no mine ... It's a tomb!", "We make for the Gap of Rohan. We should never have come here.", "Legolas!", "They have a cave-troll!", "What is this new devilry?", " Gondor!", "Give them a moment ... for pity's sake!", "Gandalf's death was not in vain. nor would he have you give up hope. You carry a heavy burden, Frodo. Don't carry the weight of the dead.", "My father is a noble man, but his rule is failing, and our ... our people lose faith. He looks to me to make things right ... and I would do it, I would see the glory of Gondor restored. Have you ever seen it, Aragorn? The White Tower of Ecthelion, glimmering like a spike of pearl and silver, its banners caught high in the morning breeze ... have you ever been called home by the clear ringing of silver trumpets?", "One day, our paths will lead us there, and the tower guard will take up the call “the Lords of Gondor have returned.”", "And if he alerts the enemy to our whereabouts, it will make the crossing even more dangerous.", "Minas Tirith is the safer road. You know that. From there we can regroup. Strike out for Mordor from a place of strength.", "You were quick enough to trust the Elves.", " Have you so little faith in your own people? Yes, there is weakness. There is frailty. But there is courage also, and honor to be found in Men. But you will not see that.", "You are afraid!", "All your life, you have hidden in the shadows.", "Scared of who you are, of what you are.", " None of us should wander alone; you least of all. So much depends on you ... Frodo?", "Let me help you. There are other ways, Frodo ... other paths that we might take.", "Warning? Against what?", "We’re all afraid, Frodo. But to let that fear drive us to destroy what hope we have ... don't you see that is madness?", "Why do you recoil? I am no thief.", "What chance do you think you have? They will find you, they will take the Ring and you will beg for death before the end.", "You fool! It is not yours, save by unhappy chance. It might have been mine! It should be mine! Give it to me! Give me the Ring.", " Frodo! Frodo! What have I done? Please, Frodo...", "I’m sorry, Frodo ... Frodo...", "Run! Run!", " They took the little ones...", " Frodo ... where is Frodo?", "Then you did what I could not. I tried to take the Ring from him.", "Forgive me. I did not see ... I have failed you all.", "Leave it! It is over ... the world of Men will fall and all will come to darkness and my city to ruin ... Aragorn...", "Our people ... our people...", "This city was once the jewel of our kingdom...a place of light and beauty and music...and so it shall be once more!", "Let the armies of Mordor know this: never again will the land of my people fall into enemy hands.", "This city of Osgiliath has been reclaimed for Gondor!", "Leaves more time for drinking!", "Break out the ale! These men are thirsty!", "Remember today, little brother. Today, life is good.", "What?", "One moment of peace, can he not give us that?", "Father!", "They exaggerate. The victory belongs to Faramir also.", " You give him no credit, and yet he tries do to your will.", "He loves you, Father.", " The One Ring ... Isildur’s Bane.", "Gondor.", "No. My place is here with my people. Not in Rivendell", "Remember today, little brother."], "LEGOLAS": [" Sauron’s Ring! The Ring of Power!", "This is no mere Ranger. He is Aragorn, son of Arathorn. You owe him your allegiance.", "And heir to the throne of Gondor.", "Have you heard nothing Lord Elrond has said? The Ring must be destroyed.", "And you have my bow.", "Crebain from Dunland!", " There is a fell voice on the air.", "Why doesn’t that surprise me?", "Goblins.", " We must move on. We cannot linger.", "Orcs!", " Ah, Lothlórien. The fairest of all the dwellings of my people. There are no trees like the trees of this land, for in autumn the leaves fall not, but turn to gold. Not till the spring comes and the new green opens do they fall, and then the boughs are laden with yellow flowers; and the floor of the wood is golden, and golden is the roof, and its pillars are of silver, for the bark of the trees is smooth and grey. So still our songs in Mirkwood say.", " Govannas vîn gwennen le, Haldir o Lórien. Our Fellowship stands in your debt, Haldir of Lórien.", "He was taken by both Shadow and flame.", "Lembas. Elvish waybread.", "One small bite is enough to fill the stomach of a grown Man.", "What was her gift?", "We should leave now.", "It is not the Eastern shore that worries me.", "The horn of Gondor!", "If we are quick, we will catch Frodo and Sam before nightfall.", "You mean not to follow them...", "Come on, Gimli!", "They may yet be alive.", "Come, Gimli! We are gaining on them!", "The Uruks turn northeast. They’re taking the Hobbits to Isengard!", "They run as if the very whips of their masters were behind them.", "You would die before your stroke fell.", " Hiro hyn hîdh ab 'wanath. May they find peace in death.", "This forest is old. Very old. Full of memory...and anger.", "The trees are speaking to each other.", " They have feelings, my friend. The Elves began it. Waking up the trees, teaching them to speak.", " Aragorn, nad nâ ennas! Something is out there.", " The White Wizard approaches.", " Forgive me. I mistook you for Saruman.", "That is one of the Mearas, unless my eyes are cheated by some spell.", " Aragorn!", "You lie.", " Le ab-dollen. You’re late.", "You look terrible.", "Aragorn, you must rest. You’re no use to us half alive.", "Or too few.", "Look at them. They’re frightened. I can see it in their eyes.", " Boe a hûn...neled herain...dan caer menig! And they should be...Three hundred ...against ten thousand!", "Aragorn, Men i ndagor. Hýn ú-... ortheri. Natha daged aen! Aragorn, we are warriors. They cannot win this fight. They are all going to die!", "We have trusted you this far. You have not led us astray. Forgive me. I was wrong to despair.", "That is no Orc horn.", "Your friends are with you, Aragorn.", "Shall I describe it to you?", "Or would you like me to find you a box?", " Faeg i-varv dîn na lanc...a nu ranc. Their armor is weak at the neck...and underneath the arms.", "I’m on seventeen!", " Nineteen!", "Final count...42.", "Forty-three.", "He was twitching.", "The stars are veiled. Something stirs in the East ... a sleepless malice.", " He is here.", "The horses are restless ... and the Men are quiet...", "It is the road to the Dimholt... The door under the mountain.", "Have you learnt nothing of the stubbornness of Dwarves?", "One that is cursed ... Long ago the Men of the Mountain swore an oath to the last King of Gondor - to come to his aid, to fight, but when the time came, when Gondor's need was dire, they fled ... Vanishing into the darkness of the mountain ... And so Isildur cursed them - never to rest until they had fulfilled their pledge.", " The way is shut. It was made by those who are dead, and the Dead keep it. The way is shut.", " What about side by side with a friend?"], "GIMLI": [" The doom of man!", "Then ... what are we waiting for?", "And I suppose you think you're the one to do it?", " Never trust an Elf!", "And my axe.", "If anyone were to ask for my opinion, which I note they have not, I would say we are taking the long way round. Gandalf, we can pass through the Mines of Moria. My cousin, Balin, would give us a royal welcome.", "Nothing ... it’s just a wisp of cloud.", "We cannot pass over a mountain. Let us go under it. Let us go through the Mines of Moria.", " The Walls of Moria!", "Dwarf doors are invisible when closed.", "Soon, Master Elf, you will enjoy the fabled hospitality of the Dwarves; roaring fires, malt beer, red meat off the bone! This, my friend, is the home of my cousin Balin ... And they call this a mine. ", " Oh ... no ... no ... no...!", "Oh, that was a kingly gift.", "No...no...oh, no!", " Kilmin malur ni zaram kalil ra narag. Kheled-zâram ... Balin tazlifi.", " Let them come! There is one Dwarf yet in Moria who still draws breath!", "Mithril! You are full of surprises, Master Baggins.", "Nobody tosses a dwarf!", "Stay close, young Hobbits ... they say a great sorceress lives in these woods. An Elf-witch of terrible power. All who look upon her fall under her spell...", "And are never seen again!", "Well, here’s one Dwarf she won't ensnare so easily. I have the eyes of a hawk and the ears of a fox!", "So much for the legendary courtesy of the Elves! Speak words we can also understand!", "And you know what this Dwarf says to that? Ishkhaqwi ai durugnul!", "Nothing.", "Except to look upon the lady of the Galadhrim one last time for she is more fair than all the jewels beneath the earth.", "Actually... There was one thing. No, no, I couldn’t. It’s quite impossible. Stupid to ask.", " Oh, yes, just a simple matter of finding our way through Emyn Muil, an impassable labyrinth of razor-sharp rocks. And after that, it gets even better ... a festering, stinking marshland as far as the eye can see.", " Recover my...", "Then it has all been in vain ... the Fellowship has failed.", "Yes! Ha!", "Three days and nights pursuit. No food. No rest. And no sign of our quarry but what bare rock can tell.", "Keep breathing. That’s the key. Breathe.", " Give me your name, horse-master, and I shall give you mine.", " But there were two Hobbits. Did you see two Hobbits with them?", "Dead?", "It’s one of their wee belts.", "We failed them.", "Fangorn? What madness drove them in there?", "Orc blood.", " The air is so close in here.", " Talking trees. What do trees have to talk about? Except the consistency of squirrel droppings.", "Gandalf.", "Edoras? That is no short distance!", "Then we have run all this way for nothing? Are we to leave those poor Hobbits here in this horrid, dark, dank tree-infested--?", "Strong?!  Oh, that’s good.", " This new Gandalf’s more grumpy than the old one.", "You’d find more cheer in a graveyard.", "Helm’s Deep. They flee to the mountains when they should stand and fight.", "Who will defend them if not their king?", "It’s true you don’t see many Dwarf women. And in fact, they are so alike in voice and appearance, that they’re often mistaken for Dwarf Men.", "And this, in turn, has given rise to the belief that there are no Dwarf women, and that Dwarves just spring out of holes in the ground...", "...which is of course ridiculous.", "It’s all right. Nobody panic. That was deliberate. It was deliberate.", "No, I couldn’t. I really couldn’t.", "Come on. Get me up here. I’m a rider!", "Come on!", "Forward. I mean, charge forward.", "That’s it! Go on!", "Bring your pretty face to my axe!", " That one counts as mine!", " Stinking creature.", " Aragorn?", "Tell me what happened and I will ease your passing.", "My lady.", " He fell.", "Where is he? Where is he? Get out of the way! I’m gonna kill him!", "You are the luckiest, the canniest and the most reckless man I ever knew!", "This is no rabble of mindless Orcs.", "These are Uruk-Hai. Their armor is thick and their shields broad.", "Most have seen too many winters.", "Let him go, lad. Let him be.", "We had time, I’d get this adjusted.", "It’s a little tight across the chest.", "You could have picked a better spot.", "Well lad, whatever luck you live by, let’s hope it lasts the night.", "Let’s hope they last the night.", "What’s happening out there?", "Did they hit anything?", "Send them to me! Come on!", "Good!", " Legolas! Two already!", " I’ll have no pointy-ear outscoring me!", "Aragorn!", " What are you doing? What are you stopping for?", " Come on. We can take them.", " Toss me.", "Oh...don’t tell the Elf.", "The sun is rising.", "Yes!", " Forty-two? That’s not bad for a pointy-eared Elvish princeling. I myself am sitting pretty on 43.", "He was already dead.", "He was twitching because he’s got my axe buried in his nervous system.", "You young rascals! A merry hunt you've led us on, and now we find you, feasting and smoking.", " Salted pork?", "Let's just have his head and be done with it.", "That road there - where does that lead?", "Aragorn!", "Let's find some food.", "Just where do you think you're off to?", "You might as well accept it - we're going with you, laddie.", "What kind of an army would linger in such a place?", " The very warmth of my blood seems stolen away.", "Well, this is a thing unheard of ... An Elf will go underground when a Dwarf dare not.  Oh! I'd never hear the end of it!", "Aghh! You’re wasting your time, Aragorn! They had no honour in life, they have none now in death.", "Plenty for the both of us ... may the best dwarf win!", "That still only counts as one!", " Bad idea. Very handy in a tight spot, these lads - despite the fact, they're dead!", "Let him stay there. Let him rot. Why should we care?", "Certainty of death. Small chance of success. What are we waiting for?", "Never thought I'd die fighting side by side with an elf.", "Aye - I could do that."], "ARAGORN": ["If by my life or death I can protect you, I will.  ...you have my sword.", " Hide!", "Boromir?", " Boromir ... give the Ring to Frodo.", " He's trying to bring down the mountain. Gandalf! We must turn back!", "The Gap of Rohan takes us too close to Isengard.", " Mines are no place for a Pony, even one so brave as Bill.", "Go on, Bill, go on ... don't worry, Sam ... he knows his way home.", " Do not disturb the water.", " Get back! Stay close to Gandalf.", " Frodo!", "You should be dead. That spear would have skewered a wild boar.", "He cannot stand alone! Elendil! I am with you Gandalf!", "Gandalf!", " Legolas, get them up.", "By nightfall these hills will be swarming with Orcs! We must reach the woods of Lothlórien. Come Boromir, Legolas, Gimli, get them up. On your feet, Sam.", "Frodo? Frodo!", "Haldir.", " That was not so courteous.", "Boe ammen veriad lîn. Andelu i ven! We need your protection. The road is fell!", "Merin le telim.", "Henio, aníron boe ammen i dulu lîn! Please, understand, we need your support!", "Andelu i ven. The road is very dangerous.", "Arwen vanimelda, namárië.", "Here is the heart of Elvendom on earth, and here my heart dwells ever, unless there be a light beyond the dark roads that we still must tread, you and I.", "We shall endure to the last.", "Take some rest. These borders are well protected.", " Aníron i e broniatha ar periatham amar hen. Aníron e ciratha a Valannor.", "Gollum. He has tracked us since Moria.", "But he’s too clever a waterman.", "There is no strength in Gondor that can avail us.", " Frodo.", "The Argonath...", "Long have I desired to look upon the kings of old ... my kin.", "We cross the lake at nightfall, hide the boats and continue on foot ... we approach Mordor from the North.", "That is our road. I suggest you take some rest and recover your strength, Master Dwarf.", "No. Orcs patrol the eastern shore. We must wait for cover of darkness.", "Frodo?", " Where is the Ring?", "Frodo ... I swore to protect you.", " Go, Frodo!", " Run. Run!", "Boromir!", "The Ring is beyond our reach now.", "No, Boromir. You fought bravely. You have kept your honor.", "Be at peace, son of Gondor.", "They will look for his coming from the White Tower ... but he will not return.", "Frodo's fate is no longer in our hands.", "Not if we hold true to each other. We will not abandon Merry and Pippin to torment and death, not while we have strength left.", "Leave all that can be spared behind.", " We travel light. Let’s hunt some Orc.", " Their pace has quickened.", "They must have caught our scent.  Hurry!", "Not idly do the leaves of Lórien fall.", "Less than a day ahead of us. Come.", "Rohan. Home of the Horse-lords. There’s something strange at work here. Some evil gives speed to these creatures. Sets its will against us.", "Legolas! What do your Elf eyes see?", "Saruman.", " Riders of Rohan, what news from the Mark?", "We are no spies. We track a party of Uruk-Hai westward across the plain. They have taken two of our friends captive.", "They would be small. Only children to your eyes.", "They crawled.", "Their hands were bound.", "Their bonds were cut.", "They ran over here.", "They were followed.", "The tracks lead away from the battle...", "...into Fangorn Forest.", "These are strange tracks.", " Gimli!", " Lower your axe.", " Man cenich? What do you see?", " Do not let him speak. He will put a spell on us.", " We must be quick.", "Where are they?", "Who are you? Show yourself!", "It cannot be.", "You fell.", "Gandalf.", "We hear of trouble in Rohan. It goes ill with the king.", "In one thing you have not changed, dear friend.", " You still speak in riddles.", "He’s not alone. Sam went with him.", "Wait.", "No, my lord! No, my lord. Let him go. Enough blood has been spilt on his account.", "You have 2000 good men riding north as we speak. Éomer is loyal to you. His men will return and fight for their king.", "Open war is upon you, whether you would risk it or not.", "He’s only doing what he thinks is best for his people. Helm’s Deep has saved them in the past.", "They will hold.", " Go.", " Fæste, stille nú...fæste... Fast, be quiet now...fast...", " ...stille nú. Lac is drefed, gefrægon. ...be quiet now. A battle is stirred up, they heard.", " Hwæt nemnað ðe? Hm? Hwæt nemnað ðe? What is your name? Hm? What is your name?", "Brego.  Ðin nama is cynglic. Your name is kingly.", " Man le trasta, Brego? Man cenich? What troubles you, Brego? What did you see?", "You have some skill with a blade.", "What do you fear, my lady?", "You’re a daughter of kings, a shieldmaiden of Rohan.", " It’s the beards.", "Thank you.", "It’s good.", "King Théoden has a good memory. He was only a small child at the time.", "Eighty-seven.", "There are few of us left. The Northern Kingdom was destroyed long ago.", "This is a dream.", " Min lû pennich nin i aur hen telitha. You told me once that this day would come.", " Dolen i vâd o nin. My path is hidden from me.", "Arwen...", "But never more than memory.", "She stays because she still has hope.", " Ú-ethelithon.", " Ú-bedin o gurth ne dagor. It is not of death in battle that I speak.", " Idhren emmen menna gui ethwel. Hae o auth...a nîr...a naeth. You have a chance for another life. Away from war...grief...despair.", "This belongs to you.", " She is sailing to the Undying Lands with all that is left of her kin.", "Warg! We are under attack!", " Brego.", " Mae carnen, Brego, mellon nîn. Well done, Brego, my friend.", "Gimli, where is the king?", " Hannon le. Thank you.", "All Isengard is emptied", "Ten thousand strong at least.", " It is an army bred for a single purpose ... to destroy the world of Men.", "They will be here by nightfall.", "They do not come to destroy Rohan’s crops or villages. They come to destroy its people ... down to the last child.", "Send out riders, my lord. You must call for aid.", "Gondor will answer.", "We’ll place the reserves along the wall. They can support the archers from above the gate.", " That is an honorable charge.", " My lady, a time may come for valor without renown. Who then will your people look to in the last defense?", "It is not in my power to command it.", "Farmer, farriers, stable boys. These are no soldiers.", " Si beriathar hýn. Amar nâ ned Edoras.  They have more hope of defending themselves here than at Edoras.", " Then I shall die as one them!", "Give me your sword.", "What is your name?", "This is a good sword.", "Haleth, son of Háma...", "...there is always hope.", " Ú-moe edhored, Legolas. There is nothing to forgive, Legolas.", " Mae govannen, Haldir. Welcome, Haldir", "You are most welcome.", " Dartho! Hold!", " Tangado halad! Prepare to fire!", " Leithio i philinn! Release Arrows!", " Pendraid! Ladders!", "Swords! Swords!", " Na fennas! Causeway!", " Togo hon dad, Legolas! Bring him down, Legolas!", " Dago hon! Dago hon! Kill him! Kill him!", "Gimli!", " Hado i philinn! Hurl the arrows!", " Herio! Charge!", " Na Barad! Na Barad! To the Keep! Pull back to the Keep!", "Haldir!", " Na barad! To the Keep!", "How long do you need?", "Gimli!", "It’s a long way.", "What?", "Not a word.", "They have broken through! The castle is breached! Retreat!", "You said this fortress would never fall while your Men defend it. They still defend it. They have died defending it.", "Is there no other way for the women and children to get out of the caves?", "Is there no other way?", "Tell the women and children to make for the mountain pass. And barricade the entrance.", " Ride out with me.", "Ride out and meet them.", "For Rohan. For your people.", "Gandalf.", "No news of Frodo?", "We still have time.", " What does your heart tell you?", "They must be warned!", "The beacons of Minas Tirith! The beacons are lit! Gondor calls for aid!", "You ride with us?", "Six thousand will not be enough to break the lines of Mordor.", "Every hour lost hastens Gondor's defeat. We have till dawn. Then we must ride.", "My Lord Elrond.", "She stayed?", "It will not be our end, but his.", "There are none.", "Murderers, traitors - You would call upon them to fight? They believe in nothing. They answer to no-one.", "Sauron will not have forgotten the Sword of Elendil...", "Éowyn...", "Why have you come?", " It is but a shadow and a thought that you love ... I cannot give you what you seek.", "Not this time ... This time you must stay, my friend.", "Brego!", "One who will have your allegiance.", "You will suffer me!", "It has been remade!", "If Sauron had the Ring, we would know it.", "No.", "Draw out Sauron's armies - empty his lands. Then we gather our full strength and march on the Black Gate.", "Not for ourselves ... But we can give Frodo his chance if we keep Sauron's eye fixed upon us. Keep him blind to all else that moves.", "Let the lord of the Black Land come forth; let justice be done upon him.", "Pull back! Pull back!", "Hold your ground - hold your ground! Sons of Gondor - of Rohan ... my brothers!", " For Frodo...", "This day does not belong to one man but to all. Let us together rebuild this world that we may share in the days of peace."], "HALDIR": ["The Dwarf breathes so loud we could have shot him in the dark.", " Mae govannen, Legolas Thranduilion. Welcome Legolas, son of Thranduil.", "We have not had dealings with the Dwarves since the Dark Days.", "You bring great evil with you.  You can go no further.", "Very well. Here we will stay awhile, and come to the city of Galadhrim on the morrow.", " You feel the power of the Lady of Galadhrim. Would it please you to climb with me up Cerin Amroth?", "There lies the fastness of Southern Mirkwood. It is clad in a forest of dark fir, where the trees strive one against another and their branches rot and whither. In the midst upon a stony height stands Dol Guldur, where long the hidden Enemy had his dwelling. We fear that now it is inhabited again, and with power sevenfold. A black cloud lies often over it of late.", "In this high place you may see the two powers that are oppose one to another; and ever they strive now in thought, but whereas the light perceives the very heart of the darkness, its own secret has not been discovered. Not yet.", "Caras Galadon. The heart of Elvendom on earth. This is the city of Galadhrim where dwell the Lord Celeborn and of Galadriel, Lady of Light.", "We come to honor that allegiance.", "We are proud to fight alongside Men once more.", " Na barad!"], "CELEBORN": ["The enemy knows you have entered here. What hope you had in secrecy is now gone. Eight there are here, yet nine there were set out from Rivendell. Tell me, where is Gandalf? For I much desire to speak with him. I can no longer see him from afar.", "What now becomes of this Fellowship? Without Gandalf, hope is lost.", "Never before have we clad strangers in the garb of our own people.", "May these cloaks help shield you from unfriendly eyes.", "Every league you travel south, the danger will increase. Mordor Orcs now hold the eastern shore of the Anduin. Nor will you find safety on the western bank.", "Strange creatures bearing the White Hand have been seen on our borders. Seldom do Orcs journey in the open under the sun, yet these have done so.", " Le aphadar aen. You are being tracked.", "By river you have the chance of outrunning the enemy to the Falls of Rauros."], "LURTZ": [" Saruman.", "Find the Halflings ... find the Halflings!"], "THE RING": ["Aragorn. Aragorn. Elessar."], "SMÉAGOL": ["To the Gate, to the Gate! To the Gate, the master says. Yes!", " But we swore to serve the master of the precious.", "No. Not Master.", "Master’s my friend.", "Not listening. I’m not listening.", "No.", "Go away.", "Not anymore.", " Master looks after us now. We don’t need you.", "Leave now and never come back.", "Leave now and never come back.", " Leave now and never come back!", "We told him to go away. And away he goes, precious.", " Gone! Gone! Gone! Sméagol is free!", " Cruel Men hurts us. Master tricksed us.", " Master is our friend ... our friend.", "No. Not its business. Leave us alone!", " No ... No.", "Master. Master looks after us. Master wouldn’t hurt us.", "Don’t ask Sméagol. Poor, poor Sméagol.", "But the fat Hobbit, he knows. Eyes always watching.", "Yes! Yes! Yes!", "Yes! No! No!", "It’s too risky. It’s too risky.", "Yes. She could do it.", "Once they’re dead.", "Come on, Hobbits. Long ways to go yet. Sméagol will show you the way.", " Go on, pull it in.", "Give us that, Déagol, my love!", "Because...it's my birthday and I wants it.", "My precious!", "They cursed us. Murderer. Murderer they called us. They cursed us and drove us away.", " My Precious.", "Too risky. Too risky. The thieves! They stole it from us. Kill them ... kill them ... kill them both!", "They knows, they knows, they suspects us!", "No! Not! Never!! Sméagol hates nasty Hobbitses! Sméagol wants to see them – dead!", "We must get the Precious. We must get it back.", "We lead them to the windy stairs.", "Up, up, up, up the stairs we go ... until we come to...  ... the Tunnel!", "And they doesn't taste very nice, does they, Precious?", "And take it for me!", "Yes, we, we meant for us...  Gollum! Gollum!", "Never! Sméagol wouldn't hurt a fly! He’s a horrid, fat Hobbit who hates Sméagol and who makes up nasty lies!", " Sneaking? Sneaking? Fat Hobbit is always so polite. Sméagol shows them secret ways that nobody else could find and they say ”Sneak!”, “Sneak!” Very nice friends, oh yes, my Precious, very nice.", " Sneaking!", "It's the only way.", "It wasn't us! It wasn't us! Sméagol wouldn't hurt master."], "GRISHNÁKH": ["You’re late. Our master grows impatient. He wants the Shire-rats now.", "What about their legs? They don't need those. They look tasty.", "Alive?", "Why alive? Do they give good sport?", "Go on. Call for help.", "Squeal. No one’s gonna save you now.", " I’m going to rip out your filthy little innards!", "Come here!", "Let’s put a maggot hole in your belly!"], "UGLÚK": ["Saruman will have his prize. We will deliver them.", "Sick, is he? Give him some medicine, boys!", "Can’t take his draught!", "Why?", "You want some?", "Then keep your mouth shut.", "What is it? What do you smell?", "They've picked up our trail.", " Let's move!", "Get a fire going!", "They are not for eating.", "Get back, scum!", "The prisoners go to Saruman. Alive and unspoiled.", "They have something. An Elvish weapon. The master wants it for the war.", "Looks like meat’s back on the menu, boys."], "MAÚHUR": ["Man-flesh."], "WILD MAN": ["We will fight for you.", "We will die for Saruman.", "Murderers!"], "MORWEN": ["Éothain! Éothain!", "You’ll take your sister. You’ll go faster with just two.", "Listen to me. You must ride to Edoras and raise the alarm. Do you understand me?", "Freda, I will find you there.", "Quickly!", " Go, child.", "Éothain! Freda!"], "FREDA": ["Papa says Éothain must not ride Garulf. He is too big for him!", "Where’s mama?", "Mama!"], "ÉOTHAIN": ["Yes, Mama!"], "ÉOMER": [" Théodred.  Find the king’s son!", "These Orcs are not from Mordor.", "He’s alive.", "He was ambushed by Orcs.", "If we don’t defend our country, Saruman will take it by force.", "Orcs are running freely across our lands. Unchecked. Unchallenged. Killing at will. Orcs bearing the White Hand of Saruman.", "Warmongering?", "How long is it since Saruman bought you? What was the promised price, Gríma? When all the Men are dead, you will take your share of the treasure?", "Too long have you watched my sister. Too long have you haunted her steps.", "You have no authority here. Your orders mean nothing.", "What business does an Elf, a Man and a Dwarf have in the Riddermark? Speak quickly!", "Théoden no longer recognizes friend from foe.", "Not even his own kin.", "Saruman has poisoned the mind of the king and claimed lordship over these lands. My company are those loyal to Rohan. And for that, we are banished.  The White Wizard is cunning. He walks here and there, they say, as an old man hooded and cloaked. And everywhere, his spies slip past our nets.", "The Uruks are destroyed. We slaughtered them during the night.", " We left none alive. We piled the carcasses and burned them.", "Hasufel! Arod!", "May these horses bear you to better fortune than their former masters. Farewell.", "Look for your friends. But do not trust to hope. It has forsaken these lands.  We ride north!", "Not alone.", "Rohirrim!", "To the king!", "Stay out of the forest! Keep away from the trees!", "Now is the hour! Riders of Rohan - Oaths you have taken. Now, fulfill them all - For Lord and land!", "They grow nervous in the shadow of the mountain...", "None who venture there ever return.  That mountain is evil...", "You should not encourage him.", " Move out - move out!", "Drive them into the river!", "We cannot achieve victory through strength of arms."], "ROHAN SOLDIER": ["Mordor will pay for this.", "My Lord Éomer, over here!", "Why does he leave on the eve of battle?"], "ÉOWYN": ["Théodred!", "Your son is badly wounded, my lord.", "My lord, your son...he is dead.", "My lord? Uncle?", " Will you not go to him? Will you do nothing?", " Your words are poison.", " Bealocwealm hafað fréone frecan forth onsended giedd sculon singan gléomenn sorgiende on Meduselde þæt he ma no wære his dryhtne dyrest and mæga deorost. Bealo... An evil death has set forth the noble warrior", "The had no warning. They were unarmed. Now the Wild Men are moving through the Westfold, burning as they go.", "Rick, cot and tree.", "His name is Brego.", "He was my cousin’s horse.", "Women of this country learned long ago: those without swords may still die upon them. I fear neither death nor pain.", "Gimli.", "Really?", "My uncle told me a strange thing. He said that you rode to war with Thengel, my grandfather. But he must be mistaken.", "Then you must be at least 60.", "Seventy?", "But you cannot be 80!", "You are one of the Dúnedain.", "I’m sorry.  Please, eat.", "Where is she?", "The woman who gave you that jewel.", "My lord?", "Make for the lower ground!", "Stay together!", "Where is the rest?", "Take it to the caves.", "So few. So few of you have returned.", "Lord Aragorn ... where is he?", "Aragorn! Aragorn!", "I’m to be sent with the women into the caves.", "To mind the children, to find food and bedding with the men return. What renown is there in that?", " Let me stand at your side.", "You do not command the others to stay! They fight beside you because they would not be parted from you.  Because they love you!", "I’m sorry.", "Westu Aragorn hál.", " You are both honorable Men.", "Just to the encampment. It's tradition for the women of the Court to farewell the Men.", "There! A true Esquire of Rohan.", "Well, that's no good, you won't kill many Orcs with a blunt blade. Come on.", "To the Smithy - go!", "You should not doubt him.", "Why should Merry be left behind? He has as much cause to go to war as you.  Why can he not fight for those he loves?", "Why are you doing this?", "We need you here-", " Do you not know?", "What other duty would you have me do, My Lord?", " Ride with me.", " Courage, Merry ... courage for our friends.", " Whatever happens, stay with me. I'll look after you.", "Death!", "No... I am going to save you...", "No..."], "WORMTONGUE": ["That is a lie.", "Saruman the White has ever been our friend and ally.", "Why do you lay these troubles on an already troubled mind? Can you not see? Your uncle is wearied by your malcontent, your warmongering.", "You see much, Éomer, Son of Éomund. Too much.", "You are banished forthwith from the kingdom of Rohan and all its domains under pain of death.", " This order does not come from me. It comes from the king.", "He signed it this morning.", "Oh, he must have died sometime in the night. What a tragedy for the king to lose his only son and heir.", " Oh, but you are alone. Who knows what you’ve spoken to the darkness in the bitter watches of the night when all your life seems to shrink. The walls of your bower closing in about you. A hutch to trammel some wild thing in.", "So fair, so cold. Like a morning pale spring still clinging to winter's chill.", "My lord, Gandalf the Grey is coming.", "He’s a herald of woe.", " He’s not welcome.", "Late is the hour in which this conjurer chooses to appear. Láthspell spell I name him. Ill news is an ill guest.", "His staff.", " I've only ever served you, my lord.", "Send me not from your sight.", "Get out of my way!", "There were three who followed the wizard. An Elf, a Dwarf, and a Man.", "No, from the North. One of the Dúnedain Rangers, I thought he was.", "His cloth was poor. And yet he bore a strange ring. Two serpents with emerald eyes. One devouring, the other crowned with golden flowers.", "Théoden will not stay at Edoras.", "It’s vulnerable. He knows this. He will expect an attack on the city. They will flee to Helm’s Deep, the great fortress of Rohan.", "It is a dangerous road to take through the mountains. They will be slow.", "They will have women and children with them.", "Helm’s Deep has one weakness. Its outer wall is solid rock but for a small culvert at its base which is little more than a drain.", "How? How can fire undo stone? What kind of device could bring down the wall?", "Even if it is breached, it would take a number beyond reckoning, thousands, to storm the keep.", "But, my lord, there is no such force."], "THÉODEN": [" Gríma... Gríma...", "My son... Gríma...", " Why should I welcome you, Gandalf Stormcrow?", " You have no power here, Gandalf the Grey.", "Gandalf?", "Dark have been my dreams of late.", "Your leechcraft would have had me crawling on all fours like a beast!", "Where is Théodred? Where is my son?", "Simbelmynë.", "Ever has it grown on the tombs of my forebearers.", "Now it shall cover the grave of my son. Alas that these evil days should be mine. The young perish and the old linger. That", "No parent should have to bury their child.", "They will be 300 leagues from here by now. Éomer cannot help us.", " When last I looked, Théoden, not Aragorn, was king of Rohan.", "This is not a defeat.", "We will return.", " We will return.", "Then she was left alone, to tend her king in growing fear. Doomed to wait upon an old man who should have loved her as a father.", "What is it? What do you see?", "All riders to the head of the column!", "You must lead the people to Helm’s Deep, and make haste.", "No!", "You must do this...for me.", "Follow me!", "Get the wounded on horses. The wolves of Isengard will return. Leave the dead.", "Come.", "Our people are safe.", "We have paid for it with many lives.", "Draw all our forces behind the wall. Bar the gate. And set a watch on the surround.", "Get them into the caves.", "Saruman's arm will have grown long indeed if he thinks he can reach us here.", "How many?", " Ten thousand?", "Let them come!", "We will cover the causeway and the gate from above. No army has ever breached the Deeping Wall or set foot inside the Hornburg!", "They will break upon this fortress like water on rock. Saruman’s hordes will pillage and burn. We’ve seen it before. Crops can be resown; homes rebuilt. Within these walls, we will outlast them.", " What would you have me do? Look at my Men. Their courage hangs by a thread.", "If this is to be our end, then I would have them make such an end as to be worthy of remembrance.", " And who will come? Elves? Dwarves? We are not so lucky in our friends as you. The old alliances are dead.", " Gondor?! Where was Gondor when the Westfold fell? Where was Gondor when our enemies closed in around us?! Where was Gon--?", " No, my Lord Aragorn...we are alone.", "Get the women and children into the caves.", " There is no time. War is upon us.", " Who am I, Gamling?", " And do you trust your king?", " To whatever end...", "Where is the horse and the rider? Where is the horn that was blowing?", "They have passed like rain on the mountains.", "Like wind in the meadow.", "The days have gone down in the west...", "...behind the hills...", "...into Shadow.", "How did it come to this?", "How is this possible?", "So it begins.", "Give them a volley.", "Is this it? Is this all you can conjure, Saruman?", " Brace the Gate!", "Aragorn! Fall back to the Keep! Get your Men out of there!", " To the gate. Draw your swords!", " Hold them!", "As long as you can give me.", "Shore up the door!", "Gimli! Aragorn! Get out of there!", "Pull everybody back! Pull them back!", "The fortress is taken. It is over.", "So much death. What can Men do against such reckless hate?", "For death and glory.", "Yes. Yes. The horn of Helm Hammerhand shall sound in the deep one last time!", "Let this be the hour when we draw swords together.", "Fell deeds awake...now for wrath...now for ruin and a red dawn!", "Forth Eorlingas!", "Éomer.", "Victory! We have victory!", "Tonight we remember those who gave their blood to defend this country. Hail the victorious dead!", "He is an honorable man.", "It was not Théoden of Rohan who led our people to victory.", "Tell me. Why should we ride to the aid of those who did not come to ours?", "Then Rohan will answer. Muster the Rohirrim!", "Assemble the Men at Dunharrow - as many Men as can be found. You have two days ... On the third, we ride for Gondor ... and war.", "Gamling, make haste across the Riddermark ... Summon every able-bodied man to Dunharrow!", "So ... It is before the walls of Minas Tirith that the doom of our time will be decided.", "Grimbold, how many?", " Where are the riders from Snowbourn?", " Six thousand spears ... less than half of what I'd hoped for...", "More will come.", "He leaves because he must.", "No, we cannot...  But we will meet them in battle, nonetheless.", " Duty? ...No, I would have you smile again - not grieve for those whose time has come.", "We must ride light and swift. It's a long road ahead ... and man and beast must reach the end with the strength to fight.", "It's a three-day gallop to Minas Tirith. None of my Riders can bear you as a burden.", "Ride! Ride now, for Gondor!", " Éomer, take your Éored down the left flank ... Gamling! Follow the King's banner down the centre. Grimbold, take your company right, after we pass the wall. Forth, and fear no darkness!", " Ride now, ride now, ride, ride for ruin, and the world's ending!", "Death!", " Death! Forth, Eorlingas!", "Charge!", " Make safe the city!", " Rally to me! To me!", " You already did...  My body is broken ... you have to let me go."], "ORC": ["We’re not going no further till we’ve had a breather.", "This fellow will be awake in a few hours."], "URUK-HAI": ["I'm starving. We ain't had nothing but maggoty bread for three stinking days."], "SNAGA": ["Yeah! Why can’t we have some meat?!", "What about them? They’re fresh.", "Just a mouthful. A bit of the flank."], "THE TREE": ["Little Orcs. Burárum...", " Tree? I am no tree! I am an Ent."], "TREEBEARD": ["Side? I am on nobody’s side because nobody’s on my side, little Orc. Nobody cares for the woods anymore.", "Hobbits? Never heard of a Hobbit before. Sounds like Orc mischief to me!", " They come with fire. They come with axes. Gnawing, biting, breaking, hacking, burning! Destroyers and usurpers! Curse them!", "Maybe you are and maybe you aren’t. The White Wizard will know.", "Such a beautiful verse.", "Bru-ra-hroom. Don’t be hasty. You might call it far, perhaps. My home lies deep in the forest near the roots of the mountain. I told Gandalf I would keep you safe. And safe is where I’ll keep you. I believe you will enjoy this next one too. It’s one of my own compositions. Right.", "Beneath the roof of sleeping leaves And the dreams of trees unfold When woodland halls are green and cool And the wind is in the West Come back to me Come back to me And say my land is best", "Sleep, little Shirelings. Heed no nightly noise. Sleep till morning light.", "Away with you. You should not be waking. Eat earth. Dig deep. Drink water.", "Go to sleep. Away with you.", "Come, the forest is waking up. It isn’t safe.", "The trees have grown wild and dangerous. Anger festers in their hearts. Black are their thoughts. Strong is their hate. They will harm you if they can. There are too few of us now. Too few of us Ents left to manage them.", "Bru-ra-hroom. There have been no Entings for a terrible long count of years.", "We lost the Entwives.", "Die? No. We lost them. And now we cannot find them. I don’t suppose you’ve seen Entwives in the Shire?", "There is always smoke rising from Isengard these days.", "There was a time when Saruman would walk in my woods.", "But now he has a mind of metal and wheels. He no longer cares for growing things.", "The Ents have not troubled about the wars of Men and wizards for a very long time.", "But now, something is about to happen that has not happened for an age ... Entmoot.", "'Tis a gathering.", "Beech. Oak. Chestnut. Ash. Good. Good. Good. Many have come.", "Now we must decide if the Ents will go to war.", "Decided? No.", "We only just finished saying...good morning.", "Don’t be hasty.", "We have just agreed.", "Now don’t be hasty, Master Meriadoc.", " War? Yes. It affects us all. Tree, root and twig. But you must understand, young Hobbit...it takes a long time to say anything in Old Entish...and we never say anything unless it is worth taking...a long time to say.", "The Ents cannot hold back this storm. We must weather such things as we have always done.", "This is not our war.", " You are young and brave, Master Merry. But your part in this tale is over. Go back to your home.", "South? But that will lead you past Isengard.", "That doesn’t make sense to me. But then, you are very small. Perhaps you’re right.", "South it is then. Hold on, little Shirelings.", "And a little family of field mice that climb up sometimes, and they tickle me awfully. They’re always trying to get somewhere where they...", " Many of these trees were my friends. Creatures I had known from nut and acorn.", "They had voices of their own.", "Saruman.", "There is no curse in Elvish, Entish or the tongues of Men for this treachery.", "They have business with the Orcs.", "My business is with Isengard tonight... with rock and stone.", "Come my friends. The Ents are going to war. It is likely that we go to our doom. Last march of the Ents!", "Break the dam! Release the river!", "Hold on little Hobbits!", "Burarum ... Young Master Gandalf. I'm glad you've come. Wood and water, stock and stone, I can master, but there’s a Wizard to be managed here ... locked in his tower.", "The filth of Saruman is washing Away ... Trees will come back to live Here, young trees ... wild trees."], "WHITE WIZARD": ["You are tracking the footsteps of two young Hobbits.", "They passed this way the day before yesterday. They met someone they did not expect. Does that comfort you?"], "EÓWYN": ["Leave me alone, snake!"], "HÁMA": ["Your staff.", " Hail, Théoden king!", "By order of the king, the city must empty. We make for the refuge of Helm’s Deep. Do not burden yourself with treasures. Take only what provisions you need.", "I’m not sure."], "THÉODEN/SARUMAN": ["If I go, Théoden dies.", " Rohan is mine."], "SOLDIER": ["That horse is half mad, my lord. There’s nothing you can do. Leave him.", "Nazgûl!", " What of Théoden's Riders?", "Will Rohan’s army come?", "Mithrandir?"], "FARAMIR": ["There are no travelers in this land. Only servants of the Dark Tower.", "The enemy?", "His sense of duty was no less than yours, I deem.", "You wonder what his name is, where he came from. And if he was really evil at heart. What lies or threats led him on this long march from home. If he would not rather have stayed there...in peace.", "War will make corpses of us all. Bind their hands.", "What news?", "How many?", "Who’s covering the river to the north?", "Saruman attacks from Isengard.", "Sauron from Mordor.", "The fight will come to Men on both fronts. Gondor is weak.", "Sauron will strike us soon. And he will strike hard.", "He knows now we do not have the strength to repel him.", "My Men tell me that you are Orc spies.", "Well if you’re not spies, then who are you?", "Speak.", "Your bodyguard?", "And where is your skulking friend?", "That gangrel creature. He had an ill- favored look.", " You’re a friend of Boromir?", "It would grieve you then to learn that he was dead.", "As one of his companions, I hoped you would tell me.", " His horn washed up on the riverbank, about six days past. It was cloven in two. But more than this, I know it in my heart. He was my brother.", "Good speech. Nice and short.", "He’s here.", "That is not my intent.", "If there is a need to go to Rivendell, send me in his stead.", "You must come with me. Now.", "Down there.", " To enter the Forbidden Pool bears the penalty of death.", "They wait for my command.", "Shall I shoot?", "That’s enough.", "Where are you leading them?", "Answer me!", "What did they steal?", "So this is the answer to all the riddles ... here in the Wild I have you. Two halflings ... and a host of Men at my call.", "The Ring of Power within my grasp.", " Prepare to leave.", "The Ring will go to Gondor.", "Hurry.", "Take them to my father.", " Tell him Faramir sends a mighty gift. A weapon that will change our fortunes in this war.", "Nazgûl!", "Stay here. Keep out of sight.", " Take cover!", "Then it is forfeit. Release them.", "This is the old sewer. Runs right under the river through to the edge of the city. You’ll find cover in the woods there.", "The Shire must really be a great realm, Master Gamgee, where gardeners are held in high honor.", "What road will you take once you reach the woods?", "Cirith Ungol?", "Is that its name?", "Frodo, they say a dark terror dwells in the passes above Minas Morgul. You cannot go that way.", "Go, Frodo. Go with the goodwill of all Men.", "May death find you quickly if you bring them to harm.", " To the river – quick!", "Tell the Men to break up. We ride for Minas Tirith.", "Take cover!", "Pull back! Pull back to Minas Tirith!", "Mithrandir!", "No.", "In Ithilien, not two days ago. Gandalf - they are taking the road to the Morgul Vale.", "What would you have me do?", "My Lord, Osgiliath is overrun.", " You wish now that our places had been exchanged, that I had died and Boromir had lived?", "Since you are robbed of Boromir, I will do what I can in his stead.", "If I should return ... think better of me, father.", " Where does my allegiance lie if not here?"], "GAMLING": ["What is it? Háma?", " Wargs!", "Make way for the king!", "Make way for Théoden! Make way for the king!", "What of those who cannot fight, my lord? The women and children?", "We need more time to lay provisions--", "Every villager able to wield a sword has been sent to the armory.", "My lord?", " You are our king, sire.", "Your men, my lord, will follow you to whatever end.", "Fire!", "Make way for the king!", "We cannot hold much longer.", "Pull back! Pull back!", "There is one passage. It leads into the mountains. But they will not get far. The Uruk-Hai are too many.", "None have come, My Lord.", "Lord Aragorn!", "He leaves because there is no hope.", "Too few have come. We cannot defeat the armies of Mordor."], "SHARKU": [" He’s ... dead.", "Took a little tumble off the cliff."], "VILLAGER": ["Helm’s Deep!"], "ALDOR": ["This is all we could save, my lady."], "MADRIL": ["Our scouts report Saruman has attacked Rohan.", "Théoden’s people have fled to Helm’s Deep. But we must look to our own borders.", "Faramir, Orcs are on the move. Sauron is marshaling an army. Easterlings and Southrons are passing through the Black Gate.", "Some thousands. More come every day.", "We pulled 500 Men at Osgiliath, but if the city is attacked, we won’t hold it.", "Captain Faramir!", " We found the third one.", "Osgiliath is under attack. They call for reinforcements.", "Captain?", "Osgiliath burns!", "Faramir, Orcs have taken the eastern shore. Their numbers are too great. By nightfall we will be overrun.", "You know the laws of our country, the laws of your father. If you let them go, your life will be forfeit.", "We cannot hold them! The city is lost!"], "DENETHOR": [" Where is he? Where is Gondor’s finest? Where’s my first-born?", "They say you vanquished the enemy almost single-handedly.", " But for Faramir, this city would still be standing. Were you not entrusted to protect it?", "Oh, too few. You let the enemy walk in and take it on a whim.", "Always you cast a poor reflection on me.", "Do not trouble me with Faramir ... I know his uses, and they are few.", "We have more urgent things to speak of. Elrond of Rivendell has called a meeting. He will not say why, but", "It has fallen into the hands of the Elves. Everyone will try to claim it: Men, Dwarves, wizards. We cannot let that happen. This thing must come to Gondor.", "It’s dangerous, I know. Ever the Ring will seek to corrupt the hearts of lesser Men. But you, you are strong... and our need is great. It is our blood which is being spilled, our people who are dying. Sauron is biding his time. He’s massing fresh armies. He will return. And when he does, we will be powerless to stop him. You must go. Bring me back this mighty gift.", "Would you deny your own father?", "You? Oh, I see. A chance for Faramir, captain of Gondor, to show his quality. I think not.", " Perhaps you come to explain this?", " You think you are wise, Mithrandir, yet for all your subtleties you have not wisdom. Do you think the eyes of the White Tower are blind? I have seen more than you know. With your left hand you would use me as a shield against Mordor, and with your right you would seek to supplant me.", " The rule of Gondor is mine, and no other's!", "And I shall not forget it, nor fail to reward that which is given...", "...fealty with love...", "Much must be risked in war. Is there a captain here who still has the courage to do his Lord's will?", " Yes, I wish that.", "That will depend on the manner of your return.", "Can you sing, Master Hobbit?", "And why should your songs be unfit for my halls, or for hours such as these. Come - sing me a song!", "Faramir!", "My son is dead. My line has ended.", "The House of Stewards has failed!...", "My line has ended.", " Rohan has deserted us.", " No tomb for Denethor and Faramir. No long, slow, sleep of death embalmed. We shall burn, like the heathen kings of old.", "The house of his spirit crumbles! He is burning ... already burning.", " Hear now, Peregrin, son of Paladin ... I release you from my service...", " Pour oil on the wood!", "Set a fire in our flesh!", "No! Do not take my son from me!"], "HALETH": ["Haleth, son of Háma, my lord.", "The Men are saying that we will not live out the night. They say that it is hopeless..."], "GUARD": [" Send for the king.", "Open the gate!", "The beacon! The beacon at Amon Dîn is lit!", "King Théoden awaits you, My Lord."], "RANGER": ["Mordor has come.", "Watch out!"], "DÉAGOL": [" Sméagol, I've got one!  I've got a fish, Sméagol!", "Why?"], "FIGWIT": ["Lady Arwen?", "We cannot delay."], "PIPPIN)": ["You've met him before..."], "GOTHMOG": [" Quiet!", "Faster!", "The age of Men is over. The time of the Orc has come.", "What of the Wizard?", "Fear! The city is rank with it. Let us ease their pain. Release the prisoners!", "Stay where you are!", "Move into the city ... Kill all in your path.", "Form ranks, you maggots! Form ranks! Pikes in front, lances behind.", "Fire!"], "ORC COMMANDER": ["Draw swords!"], "IORLAS": ["Open the Gates! Pull!", "It is as the Lord Denethor predicted - long has he foreseen this doom!", " Lord Faramir!", "They were outnumbered, none survived."], "ROHAN MARSHALL": ["We have three hundred more from Fenmarch, Théoden King."], "KING OF THE DEAD": ["Who enters my domain?", " The Dead do not suffer the living to pass...", " The way is shut...", " None but the King of Gondor may command me!", "Release us.", "You gave us your word."], "GATE GUARD": [" Open the gate! Quick!"], "LIEUTENANT": ["Catapults!"], "ORCS": ["Grond! Grond! Grond!"], "GORBAG": ["What's this? Looks like Old Shelob's been having a bit of fun!", "No ... this fellow ain't dead.", "Then he'll wish he'd never been born.", "It's going to the Great Eye, along with everything else.", "You touch it, and I'll stick this blade in your guts!", "Stop your squeaking, you dunghill rat!"], "SHAGRAT": ["Killed another one, has she?", " She jabs him with her stinger and they go as limp as a boned fish. Then she has her way with them. That's how she likes to feed - fresh blood.  Get him to the Tower!", "Hey! Hands off - that shiny shirt, that's mine.", " The scum tried to knife me! Kill him!"], "ROHIRRIM": [" Death!"], "WITCH-KING": ["Feast on his flesh!", "Do not come between the Nazgûl and his prey!", "No man can kill me ... Die!"], "HEAD ORC": [" Late as usual! Get off your ships, you sea rats! There’s knife work here needs doing."]}